{
    "1465771846872281095": "@DeerTrivia @Vinyl_Mac @bigbrotherisyou @foofighters Real world study. St.Louis Blues have a 22 man roster. Over 50% of said roster has had covid after being vaccinated. 9 of since October.",
    "1465771846364708875": "@josephineinnit Fuck that this year told the 11yr old he died of Covid",
    "1465771843118321671": "Told vinnie I had Covid and he just don’t  give a fuck , in the bed sleep like 🥴🥴",
    "1465771842929577986": "Dr. Oz wrote a couple of really excellent books, like his user manual to your body.  If he had stayed on track, on his flight path, he might have saved many lives during CoVID without knowing it because they might have eliminated their co-morbidities. https://t.co/idPyg6GzYh",
    "1465771842690592774": "Well done these MP's.\nThey didnt get their way (thankfully, imo) but they represented voices and opinions that have been dismissed (often hatefully), rather than explored for challenge.\nThat ends up entrenching, rather than presenting re-evaluation opportunities.\n#Covid_19 https://t.co/KcJABTSW5u",
    "1465771841625235470": "Donors make such an impact. Donor support helped to build out a fantastic SCVMC vaccination site for kids 5-11 @ the Fairgrounds Expo Hall. \n\nGive this #GivingTuesday because every gift matters and the impact it makes is unmatched. \n\nTo donate:\nhttps://t.co/BoqvNoIlBB https://t.co/wRDSULwiS2",
    "1465771840937373700": "@RayneWooney7 @MaximeBernier I wish there was a vaccination requirement to get into the US! It could sill happen I guess 🙂",
    "1465771840555655174": "@choo_ek \"Imagine walking into a pharmacy and getting 14 Covid testing kits for free…\"\n\nThe difference between a healthcare system that works for the people and one that works for the capitalists.",
    "1465771839926329347": "@AKTU_Lucknow @Vineetkansal2 @Aktucoe Their is hardly 2-3 unit cover in whole subjet the session was delay due to covid pandemic....\n......... But university are going to take semester exam on time how it can be possible to cover 3 unit within 20 days..........\n\n#unjustice with 5th/7th sem students\n@myogiadityanath",
    "1465771839905406977": "@Barrtecforever @sandcastle1975 @thinks_about_it @seandotcab @JohnDublin10 @Kenneth72712993 @jimdtweet @amcelha3 @4Clearsky @BubbasRanch @Moderna5G_666 @IngersolRobert @OscarsWild1 @BolzmannMichael @rln_nelson @HalBrow68884227 @AristotleMrs @BigRakaDoc @chimera414 @k_b_lvi @Stephen04880258 @GuyGadboisGuyG1 @thisisnothappen @basil_ireton @The_Ouroboros__ @DavidTaylorYork @GlennCarr6 @DawnTJ90 @keithamccluskey @Gordon_DHG @EricWil06256732 @wildweatherdan @robhon_ @try2golf @ejwwest @TWTThisIsNow @Tragiicomedy @covid_parent @IanDJbrown2 @Narvuntien @dan613 @Boeing74 @organicdot @oakden_wolf @RobMeekel @25_cycle @sunsnowflowers @BridgetHolmstro @rockandroll432 After reading again it was I that didn’t get, sorry!",
    "1465771839209324548": "me missing a week of school due to covid , then having a dentist appt and needing days off … #sobehind",
    "1465771839091662848": "i miss surfing :( covid leave so i can go back home and surf again. the water here’s way too cold.",
    "1465771838139736073": "@TrumpJew2 If we had a vaccine which prevented the spread and prevent people from getting it, this would be a different story, but we don’t.  You can still get, spread and die from Covid after getting the vax. This nonsense has got to stop.",
    "1465771837359595522": "You morons. Why do you think there's a new variant of COVID-19?\n\nIt's the same fucking reason there's new variants of the flu, and you need to get a new flu shot every year.",
    "1465771836835307524": "Contact tracing is central to managing COVID-19 (especially now with Omicron). But engagement with NHS Test and Trace @NHSTestTrace by those with symptoms often low. Can we predict who engages? Past research focused on sociodemographic factors, but we look at psychological ones.",
    "1465771835107287044": "@AllyouneedisC @ciaraphelan_ Again, case numbers mean that small % of extreme cases becomes large numbers of actual kids. We can’t treat Covid like a cold because it spreads too far, too fast.\n\nThe likely future is that Covid will become endemic &amp; low incidence, but we don’t get there soon if cases are high.",
    "1465771834599686148": "Covid variant: MPs back tighter mask and self-isolation rules https://t.co/4NuRzfYwO5",
    "1465771833773469718": "To all the Politicians and their useful idiots who have had their noses in the #BigPharma Covid trough. You have sold out your own people to make some quick blood money. I hope the mob eventually comes for you all, and you get some street justice, you f#cking scum.",
    "1465771833526005763": "Majority of #NorthMacedonia citizens believe #COVID19 pandemic was created in a laboratory (poll)\n\n https://t.co/hW7vrjw6pv https://t.co/UHdgQHh0ue",
    "1465771833219768332": "Do we agree with his level of coercion or is this fascism? Covid: Greece to fine over-60s who refuse Covid-19 vaccine https://t.co/yPn0fkIWf5",
    "1465771833026822149": "@heatherwritesss @CDCDirector @CDCgov Masks don’t work. You’re going to get Covid one way or another. Thinking otherwise is living in denial. If you have the vaccine, then you should be protected. If the vaccine protection is gone this soon then we need to embrace natural immunity and move on with our lives.",
    "1465771830959120389": "@ConceptualJames I bet some big ad money coming from Pfizer.",
    "1465771830841692162": "COVID doesn't care who you are, where you're from, what you look like, or what you believe in. \n\nGET. VACCINATED. https://t.co/UgdNJquXFI",
    "1465771830086713345": "@piersmorgan Again Piers, I had covid, nothing more than sniffles. I have ZERO chance to die from it. Why would I risk myocarditis or blood clot? I am not antivaxxer or vaccine sceptic. I am just sceptic for experimental “gene therapy” which can cause me more harm than covid.",
    "1465771829088378882": "The inside story of the Pfizer vaccine: ‘a once-in-an-epoch windfall’ - https://t.co/VXOeDhmsn0 via @FT",
    "1465771824848031761": "Despite the ongoing vaccination effort, new daily cases of COVID-19 are beginning to rise once again in parts of the United States. To d ... https://t.co/XxzT83WgQG",
    "1465771820158787588": "@MonstaTKN @theirfinestbea1 @TKWIKI_ Covid might harm people but it saved me 2 and a half years of defeat",
    "1465771819466698755": "@TinaBob17 He’s had covid and he’s double jabbed how much more immunity does he need?",
    "1465771818837426178": "China’s Xi promises 1bn COVID-19 vaccine doses to Africa https://t.co/k8IsvyYsua via @AJEnglish",
    "1465771817436475392": "A Comprehensive Breakdown of OSHA’s COVID-19 Vaccination Rule - Update https://t.co/sSUxsz93Jn | by @Mintz_Law",
    "1465771816207720454": "Tested negative for strep and flu waiting on the covid test IM SICK ASF I’ve never been this sick in my life .",
    "1465771815255654406": "@soniasodha Where does the medical tyranny end, are we witnessing the end of the “free world” ? #Greece #Covid_19",
    "1465771814777503747": "@terzaketv @BenWeyts Opinion: As an aerosol scientist, I know schools need masks, HEPA filters and outdoor lunches https://t.co/CBvOEHh0tN via @denverpost",
    "1465771814118957061": "@DawnOttley1 I know I was up all night too lol.  Andy got a Pfizer vaccine but I can’t have that one so they need to order AZ for me.   I’m dreading it 🤦🏻‍♀️.  Where you going? Xx",
    "1465771813393285128": "I will say it again, you cannot convince people who live almost 2 years through this pandemic and never got Covid to get the vaccine.  The right to protest , while social distancing should not be denied either .... https://t.co/yYjxae3IIS",
    "1465771812252487695": "@syphotomb @TheDarkHorse70 @CP24 Everyone travelling out of Canadian airports today? Yes. \n\nPrior to today a pcr test was the requirement so there’s no way to say that everyone was vaccinated.  Not all countries require vaccination upon entry.",
    "1465771811665293314": "But how real is this economic scarcity? Yes, there is a pandemic which has introduced some supply-side disruption but supply-chain issues preceded Covid, arguably started with Brexit, US-China trade war and the ensuing tariffs, but also sanctions on Russia, Iran and Venezuela.",
    "1465771810956455944": "Bulgaria 🇧🇬 COVID-19 current stats for Tue Nov 30 2021\n\nCases: 692,376\nDeaths: 28,325\nRecovered: 558,928\nActive: 105,123\nTests: 6,549,700\nDoses: 3,295,198\n\n#covid_bg\nhttps://t.co/ujIHRu0myS https://t.co/kDfkxVrKjG",
    "1465771809316474884": "Looks like we are painted into a corner. Fingers crossed that vaccines work against Omicron. What Powell is saying is, in effect, that we can't get through another year of COVID lockdowns without a major economic recession.",
    "1465771807412146178": "https://t.co/TdvM5I8JeI\n\nNow the bad news\n\n#COVID19 #Covid_19 #COVAXIN #Covid #covidvariant #COVID19Vaccine #Omicron #OmicronVariant #Omikron #MoronicVariant",
    "1465771807336714242": "@AdamBienkov So Brexit nut job Steve Baker is either so stupid he isn’t listening to experts and continues to deny covid exists. \n\nOr he’s an absolute zealot who knows covid is hospitalising and killing people, knows the government isn’t doing enough and just doesn’t care. \n\nIdiot or psycho.",
    "1465771804627128320": "Australian Army Begins Relocating Covid-Positive Cases to Quarantine Camps – The Expose “You will be housed, you will be fed. You may take one suitcase, a loaf of bread, and a tin of jam.” “It’s for your health!” https://t.co/PXTH59fUhL",
    "1465771804262236163": "@AbuWudu @OfficialSumi_ Covid actually brought a dozen new Muslims to the Masjids who might never have even tocuhed Qur'an had they not been locked in their house\nAlhumdolillah",
    "1465771802471198721": "@fmacskasy \"This year APEC Leaders have shown a determination to work together, to emerge from this pandemic stronger and more resilient than we were before.\"\n\nJacinda Ardern, APEC speech, 12th Nov 2021\n\nCovid is gone?",
    "1465771801628319754": "@jimcramer I saw ur piece on the vaccines. It seems the only incubators for Covid are those already vaxxed. you have zero idea who has medical problems or religious objections to the vax. And many r dying from it. Stick to finances &amp; leave this to man &amp; his God.",
    "1465771801326374915": "@SkyNews UK Summary \n\nLast updated on Tuesday, 30 November 2021 at 5:30pm\n\nCoronavirus (COVID-19) in the UK. \n\nDeaths within 28 days of positive test.\nDaily\n159\n\nTotal Deaths \n144,969\n\nCases. People tested positive.\nDaily \n39,716 https://t.co/4s73SyeF6I",
    "1465771801074704390": "@GIMilner @ConsiderThis1 @WOgaard @oliverdarcy Pfizer mRNA injections, reprograms innate immune respons! #Pfizergate #Fullmich https://t.co/ENGjqHEO8A",
    "1465771799489224712": "@doctor_oxford the booster jab is OFFERED to the public, it is not MANDATORY for anyone to get vaccinated. I have received both doses of the Pfizer vaccine and the booster. I have also received the flu vaccine. All the public have to do is COME FORWARD",
    "1465771799409414144": "@AxelsiorB @SusanDelacourt Not.\n\nConservatives hold worst attendance record at House of Commons COVID-19 committee\n\nhttps://t.co/oc1vjHRFO4",
    "1465771797740244992": "Had my Covid Booster Shot this afternoon!  Had all my shots plus flu shot!   @gemswinc @Rubybeets @sandarwai @slines @deephil11 @WebGrrrrl @Jade44_4  @weatherfran",
    "1465771796205084682": "@Superpig Yup, I’m expecting Covid to be with us for the rest of our lives and we’ll simply have to learn how to manage it rather than 100% eradicate it. It’s just more difficult than the flu due to the higher hospitalization and death rates plus long term side effects :(",
    "1465771794489647106": "Tuesdays might be my favourite day to workout now. 🥰🥰🥰\n\nDid my deadlifts with like 7 people in my personal space/arm span (not even joking - do people not know there is a mutant covid??).\n\nAt first dreading loads of people around...but completed them 😁 heavy at my pb of 60kg.",
    "1465771793046814729": "@kevin_doyle @ReubenR80027912 @angrybklynmom Paxlovid FTW (if not a terrible, terrible name) https://t.co/1nMbeiU2Om",
    "1465771792648318977": "Government paying their pushers!\n\nhttps://t.co/Xx1kL63tgh",
    "1465771791578648577": "@Keir_Starmer  likes to go the extra mile. Supports the governments plans to tackle omicron - he would like pre departure testing. #Omnicron #Covid_19",
    "1465771791129919492": "Vaccine fanaticism is a far worse disease than COVID.\n\n#vaccines",
    "1465771788491710465": "@NRO @jimgeraghty Well, when the alternative is a possibility of a slow death by suffocation...that's a hard decision -- especially for people who believe getting covid is a logical prevention strategy to getting covid.",
    "1465771786474332166": "@smartercommeu @NoContextBrits Long covid. As well as wide covid of course.",
    "1465771784305848322": "@XeNiVeX @boonrj @NigelCl42240730 @madmidweeker @NHSuk Are you not good with percentages? The table you just posted shows that 85% of hospitalisations with covid who are over 80 were double jabbed and so around 15% were not. Yet the proportion of over 80s who are not double jabbed, is about 5%. How you explain the difference? https://t.co/7o1TNR2SSz",
    "1465771784188440581": "These covid rates need to go the fuckkkk down before January!",
    "1465771782225416195": "@ohhleary oh HA! It's actually the only A330-200 they have operating in passenger config. The other two are COVID-combis now.\n\nCS-TOO must be a hot spare and you just got really unlucky.",
    "1465771781155737603": "@Satyamevajanate @VishnuNDTV Hwe have the best CM and health is a state matterso yes we can do nethng... It's measures such as this from day ont that we have managed to be the state with beat covid management... 🤣🤣🤣🤣",
    "1465771780254150668": "@dyejane83 @annie61smith4 @RosieGottesman @ChuckCallesto The CDC actually said Covid was the underlying (primary) cause of death in at least 90% of all deaths involving Covid.\n\nIOW, at least 90% of deaths WITH Covid are FROM Covid.\n\nConsistent with the 533K (18%) jump in total deaths in 2020, compared to 2019.\n https://t.co/o2BQjyaQbp https://t.co/w0RIidMKjG",
    "1465771779415232518": "@GrevensEpiphany Some logic of this plastic science terminology makes me wonder if they are differentiating between Covid strains and marijuana strains. #Omnichronic",
    "1465771778622513158": "@BlackNotAfrican @my15kids @BarbieNexxtDoor They're called S proteins, they bind to a receptor on the host cell called angiotensin. So far, those surface proteins have been consistent on the relevant variants (of coronavirus, the general name of these viruses; COVID-19 is the name of the disease caused by the viruses).",
    "1465771778190495747": "Students after hearing about new covid variant\n#Omnicron https://t.co/YOnPEQmg4i",
    "1465771776999313412": "@mtracey Hey at least COVID is creating jobs!",
    "1465771776936484869": "@michaelowen74 @alexberesfordTV You’re out on Thursday? Why not today if you’ve beaten it already? \nI’m surprised anyone would chose hospitalisation &amp; ‘deaths door’ over no hospitalisation &amp; ‘bad flu’ but I’m a coward &amp; hate being ill &amp; the stats prove I’m way more at risk of being ill from Covid than vaccines",
    "1465771776739319821": "When you donate, you're creating resources that allow us to educate others on COVID-19 protocols, workshops, training, research digests, and more.\n\nAll backed by science.\n\nhttps://t.co/A5yaZPPpBV\n\n#omicron #world #covid19 #covid_19 #staysafe #corona #pandemic https://t.co/nGn40SFKSW",
    "1465771776596754439": "Paranoid?\n\"Gathering in person increases the risk that you may contract COVID. While it may not be as enjoyable as gathering in person, hosting a Thanksgiving Day celebration virtually is the safest option when it comes to decreasing your risk of contracting COVID.\"",
    "1465771775778705410": "@gawtp @news_ntd Thanks for the videos of the Texas COVID-19 Summit!  \n\nUnfortunately, the videos showed only the presenters but not the slides. Are the slides used by your presenters available?",
    "1465771775325782020": "@Huge761 ONS numbers indicate that Covid is a great deal (50times +/-) more virulent then influenza. https://t.co/D9yxVZ0kYW",
    "1465771775061602314": "Anyone get a Pfizer booster? Side effects?",
    "1465771774155575297": "@secondprspctive @Manning4USCong @RepSwalwell The risk is not zero.   And it’s not just about dying, kids develop long-haul Covid and myocardial infections.\n\nSpare ME.  And if one of those kids was your kids? He would feel exactly the same way that I do – one child is one too many.",
    "1465771771999801348": "@piersmorgan Sorry, but it proves nothing.  Exceptionally fit people occasionally succumb to viruses, not just Covid.  And some people may die as a result of being vaccinated, who would otherwise have lived.  And it depends what you mean by a 'conspiracy theory'.",
    "1465771771295059987": "Wow! I'm only 5 away from hitting 1000 sales on my Etsy store! Thank you everyone who bought from me and saved my business during covid, its been a ride! https://t.co/1hXfoGD3ZY",
    "1465771770435325955": "@lazulcapital gotta respect the morals + ya boy probs needs a covid pass for NA lmao",
    "1465771770116407302": "@Daystar Will people acknowledge that he took $4 million dollars of COVID relief money and bought a private jet? Will they see that he spoke against COVID safety and then died of it? It's time for people to open their eyes to God's great glory and realize grifters are the opposite.",
    "1465771770070196225": "Minecraft Facts : covid 19 is donkey kong",
    "1465771769713676290": "@HIVGov END #BigPharma who uses #WeThePeople #Taxpayer #Money for #Science #Research #Technology yet we allow them #Patent #Monopoly #Monopolies while charging +30$USD for a #Covid19 vaccine in #Africa!\n\nWe the people subsidized @moderna_tx @JNJNews @pfizer etc. https://t.co/f1RSPzJTbx",
    "1465771767927132165": "Effectiveness of a third dose of BNT162b2 or mRNA-1273 vaccine for preventing post-vaccination COVID-19 infection: an observational study \n\nhttps://t.co/a3uQasMYUL\"",
    "1465771767843241986": "@headi420 Maybe just flu?  My niece got really sick but both tests showed negative for Covid &amp; flu. 🤷🏻‍♂️",
    "1465771764286468097": "@crossgranny1 @wardsarah5 @Mimicra07797108 We all \"know people who have died\"\n\n97%+ of the UK population already has strong antibody protection in their blood to COVID\n\nStop assisting the utterly contemptible, corrupt &amp; compromised government &amp; media peddle their lies &amp; psychological warfare on the public",
    "1465771764122677250": "It’s called “the common good,” and it has to be our top priority if we’re going to win the Covid war. https://t.co/LLuh6TnvDL",
    "1465771763644702720": "Legit feel like throwing up but no one at work can tell and they just keep giving me more work. I know I’m good at faking shit now lol. Is this covid? Na jk but almost half the train cart was coughing this morning 😷😷🤢",
    "1465771763468546056": "@SouthernVectis I caught covid at Christmas last year and the only place I was in close proximity to for an extended period was travelling on the buses\nIt worries me that people are not wearing them and do not seem to think that they should",
    "1465771762738610176": "And I look forward to having a PM who doesn’t *cause* a housing crisis — in between funding meth labs and importing Delta COVID from Australia — and then whinge that it’s capitalism’s fault 🤷‍♂️🙄 https://t.co/kG5axHVgLB",
    "1465771761505611779": "@KathrynMathias1 @MJosling53 Conservatives barking about the economy, which is impacted by sentiment, is almost as irresponsible as their public representations regarding vaccination and the pandemic generally. Fully &amp; completely UNFIT for government, in power or as opposition. #onpoli #canpoli",
    "1465771761123868687": "\"The 741,000 residents of Monroe County's 7-day rolling average of new COVID cases is 378.  That's 31% of the entire state of Florida's 7-day rolling average of 1,226 new cases, with a population of 21 million.\"",
    "1465771759379038231": "Is Getting Vaccinated for Covid-19, 100% Safe? | Nature's Real Health https://t.co/TyMExGtkNm",
    "1465771758632452096": "@garyblack00 And we have to stop looking at the risk of Covid as closures.  We are not closing down the economy.   What Powell was saying today is that the risk of Covid is further supply chain disruption.  That is why he says Omicron poses upside risk to inflation.",
    "1465771757961465864": "@MetroNorth I’m not sure why you have a peak fear for in the first place because not a lot of people are taking the train and I don’t see any change for 2022 either with https://t.co/VMCcXidU6I cost the same amount to run a train all day long.",
    "1465771757437136897": "@delmiyaa @aman_deee Agreed.\n\nWe're already paying for an unsolicited covid-19 recovery tax. We don't need more taxes",
    "1465771757319585792": "@DavidCa73633436 @StuartMcCandli4 @tool7302 @GazJ2K @janemerrick23 @PeacockFlu @theipaper Mean I have to or anyone else for that matter. We all live with our choices in the end. Funny you mention that, people i know who have worked in the ICU on covid patients since this started will tell you otherwise, but its not like the truth will be told if having covid patients",
    "1465771755448983553": "Wonder why they remained quiet. May be the travel ban on Southern Africa would have been less severe if Netherlands has disclosed at the time they knew about the case?\nhttps://t.co/DV2YKu595u",
    "1465771755063197701": "Unprecedented COVID spread plagues health sector in Syria's Daraa https://t.co/7i60sS7rbq via @AlMonitor",
    "1465771753263742977": "Ministry of Health says its vaccination app is now ready https://t.co/YiWw6j51dA",
    "1465771752844263426": "@BretKlein3 @CorvusCorax77 Yes, but since vaxxed are much less likely to have covid in the first place, spreading it at a much lower rate and not taking up hospital beds and stressing the overworked medical system. Also not missing weeks of work being in bed. You know that, right?",
    "1465771752416591878": "Biggest age group impacted by COVID right now in Michigan is K-12\n\nNow this\n\nI hate it here https://t.co/W5GqRkYt2u",
    "1465771752328421387": "@mrkeveddy @AldiUK I’ve just had covid, so I can’t spread fuck all",
    "1465771752328335360": "@Gpazz @BryanDeanWright Crazy how many people keep repeating this shit. Vaccines always created immunity until covid came around. There are treatments and therapeutics for covid, but there aren’t any vaccines yet.",
    "1465771751778897926": "Yes your style of presenting &amp; mentioning covid with its orignal name...👌👌 https://t.co/IFH4P3CPBx",
    "1465771749656702987": "Will @GOP ever start organizing rallies against the covid mandates??",
    "1465771746678640641": "Oh! Look Pinocchios nose has grown! Open SmartNews and read \"Kayleigh Claims ‘No One Has Politicized This Virus More’ Than Joe Biden—and People Can’t Even\" here: https://t.co/Zlx8AfDK47 \nTo read it on the web, tap here: https://t.co/5stuSHadeh",
    "1465771746590486532": "@NeolithicSheep with air travel down due to covid he took quite the financial beating, from people no longer furtively buying his shit to indulge in lol",
    "1465771746565500932": "@xCarolineSarahx I think Pfizer do a brilliant job of trolling #COVIDIOTS https://t.co/1feT2c4tfU",
    "1465771746368360453": "@ruskin147 @martynziegler @whippletom As if the entire response to COVID in general hasn’t been a giant overreaction. We’d be fools to think it won’t continue…",
    "1465771745575682051": "COVID better not ruin this Europe trip for 2022.",
    "1465771743532965888": "@SGCHD What are you doing to support early treatment for those who contract COVID? Are you pushing local healthcare facilities to treat people before they require hospitalization?",
    "1465771743138791427": "UK Covid-19: Boosters for everyone over 18 to fight Omicron variant https://t.co/uzrU12aHuZ via @YouTube professional lairs",
    "1465771742824120320": "@JosephEugeneFo1 @RTheatheist @BurgerLab12 @JustPlaying2Win @Bebert701 @wjack76995 @pawley_robert @ChrisJohnsonMD @MdRisette @SassyGirlD1 @carlsmythe @ADevotedYogi @JSAHolmes @kfunk937 @TierraHenson @L1ND4K @Bill20538001 @Kathmarval @markmcdougall13 @nyob7714 @BrowningNeelyn @KayVonPaul @Alex_on_A14 @WendyOrent @ghoppe @Will_holliday1 @barryjohnreid21 @NateWeymouth @FineAndBrennan @JohnBee888 @andylumm @ItsAllLies1 @ADreyzen @BioVisionary @RodFair2 @DEKKplans @KAMasse81 @jamesgordon4th @DontMes70957787 @Jenni86587557 @SaltaoVladimir @jhan2qt @Nycweatherrepor @Michell69397997 @lizditz @TakeThatCDC @Dkingnbearjavi @thatsnotmine125 @florida_reb @ginapro The boosters worked.\n\nhttps://t.co/eafGfbJH1Z",
    "1465771742756892672": "Caleb got his second dose of the Pfizer vaccine. We want to encourage everyone to get fully vaccinated. It'll save your life and possibly your neighbor's life. God bless and Happy Holidays\nThis is your Few 3-minutes Covid Facts!!\nhttps://t.co/zo2EMuYyNb\nhttps://t.co/85sh9ekO9G https://t.co/Ca3ACaHbmI",
    "1465771742484475904": "@JeremyVineOn5 @Ella_M_Whelan @NinaMyskow Am not worried about any covid in uk to be honest",
    "1465771742098599943": "@WalshLaw15 @tedcruz …moving the goalposts now?\n\nAs I (slowly) said before, he relied the information which was available from COVID-19 at the time. \n\nScience is constantly checking itself and updating itself as new evidence comes up.",
    "1465771740773359616": "@misguidedjenni Afraid you’re right Jen. He was a poster boy of the religious right in America. Owned daystar - a tv ministry with a huge audience reach. An elderly friend of ours has refused vaccination based on his views.",
    "1465771740664061961": "@Sandyboots2020 @nadhimzahawi I really find it astonishing that some parents are yapping about school plays being cancelled whilst being unconcerned about people dying and left disabled by Covid.",
    "1465771740458532875": "Covid Omicron restrictions: Does mask-wearing have public support? https://t.co/eNkzIPH2SJ",
    "1465771738306859012": "Merck COVID-19 pill: FDA panel weighs safety, effectiveness\nhttps://t.co/tntw6vVI7w #newsusa #newshot #news #newsevery #newsnight #newsdigest #trendingnews #1news #news24 #latestnews",
    "1465771737560367118": "@Suzanne4sure @ajwhiten @GElinsdottir @denismclinden @sophielouisecc When you say “recovery rate”, are you including the people who were in intensive care and who subsequently were discharged with lifelong lung, heart, kidney and/or liver conditions? What about the thousands of people with long COVID?\n\nAre they “recovered”?",
    "1465771736075583490": "Give me every single vaccine and booster I need to fight off #Covid_19",
    "1465771734133530630": "@JayCaruso They gain money, a lot of money, from COVID...they don’t gain that money without it. Pretty simple if you’re not a big pharma shill Jay.",
    "1465771733634404363": "This right here is the only covid commentary you need. https://t.co/ycKfojnaAb",
    "1465771731939848192": "@robsevy My wife did. She had some arm soreness and felt a bit run down for about a half day. Nothing major.\nI had Pfizer booster, and reaction was the same. My daughter had her Pfizer booster recently, and her redponse was a bit more intense, causing some fever and chills for a day.",
    "1465771730560069636": "A recent paper by @mvlass @absidd @TabassumRahma20 @DebPakrashi @AsadIslamBD @FirozAhmed_BD  analyzed an over-the-phone counseling intervention delivered by locally trained para-counselors designed to mitigate adverse effects of the COVID-19 pandemic in Bangladesh",
    "1465771729784082436": "Those is it real or is it cake videos started Covid..",
    "1465771728374743053": "@RepSwalwell Your unvaxxed kids are spreading covid. Guess they staying inside til they 5.",
    "1465771727347228677": "@charlottemorl13 @Magnusson32 @CBSNews I'm just going off the data from the NHS and Israel COVID reports :( really doesn't look great when the % of hospitalizations with the jab is so high",
    "1465771726931906563": "The EU court has rejected a challenge to the European Parliament’s COVID rules. The ruling means Parliament can demand vaccine certificate, test, or recovery proof to enter its buildings.  https://t.co/7wDPRlkXBD",
    "1465771725161914371": "@h_lagazo especially considering covid is peaking again, there might not even be a tour because our cases are getting so bad, it’s selfish of them to fly out regardless :(",
    "1465771724750954506": "@MFJones1618 Wasn't aware of their vaccination rate. \n\nEither way, I don't think this mutation will be as deadly even if it evades the vaccine\n\nbut we'll know more over coming weeks",
    "1465771724562042881": "@LivnUndaATyrant They aren't even designed for Covid.\nThey have a different purpose.",
    "1465771724407033867": "@Edelruth2 @NBCJoshua I made it from PA to FL (Covidland) and back 2x in the last month. No idiots causing disruptions on my flights. No covid in me despite being so close to seat mates on plane. I'm also boosted, masked up, etc. Was my first time out of my bubble since pandemic.",
    "1465771722930536448": "@sailorrooscout Good News? Depends on how you read the article: one Israeli doctors travels to a medical conference in London where he gets infected w/ #omicron. Return ✈️(PCRneg.), then days later passes on to his colleague (both were 3 x(!)vacc. w/Pfizer)\nhttps://t.co/5Roz8kBdjN",
    "1465771722624450564": "@shaunrsa5 I also had Covid but no problem taking the vaccine too. Also, you can get a nasty flu every year, no long lasting immunity there.",
    "1465771722502815750": "@POTUS @PressSec Joe more Americans have died of #COVID in \"your 1st 10 months\" then \"all of 2020 under Trump.\" When are you going to resign like you said Trump should? #JoeBiden #COVID\nhttps://t.co/xsYcu0MYyz",
    "1465771721613463552": "@tiffmc1013 @CoriBush The vaccines are not free..Pfizer has been making record profits.   Not sure what you're on about.",
    "1465771720653082632": "@AztecMacho @ConceptualJames Also, COVID-19 has animal reservoirs, so even if you vaccinated everyone, it will come right back when the vaccines wear off.\n\nConversely, natural immunity appears to last for at least a few years. We should focus vaccines on people with health issues.",
    "1465771719860408332": "@be_rated @RepSwalwell Thank you for helping people!  I’m curious what is done for covid patients?",
    "1465771718992093192": "@0v3rwh3lm3d_ @AlastairMcA30 @Wits_SRC You are also not nescessarily infectious if you test positive  for covid?\n\nMost assuredly you are not guaranteed not infectious if you have had the vax.",
    "1465771718765539328": "https://t.co/gAstKRipKJ The #antivax crowd won't believe this #COVID19",
    "1465771718673252356": "Mother's pool warning as COVID-19 means some kids haven't learnt to swim https://t.co/OgTM2Yboz7",
    "1465771718316855298": "After Covid, people were excited to get back into the sports world, here is a great article that goes through 5 essential sports marketing strategies that will get people excited. #SMUAPSM2310 @KTsportsmarket \n\nhttps://t.co/X8Fr0oxjuG",
    "1465771717691854850": "@markpoloncarz do you understand why no one is counting the flu anymore because covid replaced that. Again everyone has to understand this Chinese virus is going to infect everyone. Stop playing word games like anything you do is going to help",
    "1465771715053637632": "@Jayg147 @markwil147 @Ego9Alter @GMB Addicted? I assume you mean the vaccination?",
    "1465771712243322881": "Omicron COVID variant was already in Netherlands before South Africa identification | The New Daily https://t.co/jOGDqrHTb2",
    "1465771710804856833": "Ya'll hear about this covid thing? Wild",
    "1465771710100111360": "'Vaccine' is Merriam-Webster's 2021 word of the year | CBC News https://t.co/eZfMcdh3TM #dictionary #COVIDVaccine #COVIDVaccination #COVID19Vaccine #COVID19Vaccination #COVID19 #COVID_19",
    "1465771709718532098": "@OscarsWild1 @BigRakaDoc @amcelha3 @AristotleMrs @seandotcab @RobMeekel @Barrtecforever @Canadianworker2 @sandcastle1975 @thinks_about_it @JohnDublin10 @Kenneth72712993 @jimdtweet @4Clearsky @BubbasRanch @Moderna5G_666 @IngersolRobert @BolzmannMichael @rln_nelson @HalBrow68884227 @chimera414 @k_b_lvi @Stephen04880258 @GuyGadboisGuyG1 @thisisnothappen @basil_ireton @The_Ouroboros__ @DavidTaylorYork @DawnTJ90 @keithamccluskey @Gordon_DHG @EricWil06256732 @wildweatherdan @robhon_ @try2golf @ejwwest @TWTThisIsNow @Tragiicomedy @covid_parent @IanDJbrown2 @Narvuntien @dan613 @Boeing74 @organicdot @oakden_wolf @25_cycle @sunsnowflowers @BridgetHolmstro @rockandroll432 It's your lucky evening my little old decrepit anti science jobless bum. Go for broke, the floor is yours. Got a mate here and I don't have many hours bumming around at home like some people. Probably see you early morning though still spamming! 🤡",
    "1465771709089427466": "https://t.co/fjvAMar1RG\n\nOnly 7% of the population is fully vaccinated in Africa\n\nAfrica is the most poorly immunized region in the world, with less than 7% of the population fully immunized, largely due to unequal access to valuable doses favoring rich countries.",
    "1465771706249842690": "@RlalbrechtTroy Hey Liar? Who the hell do you think you are? \nOn every box of surgical masks it tells you that they are not effective against Covid-19 so stick your irrational bullying and threats where the Sun don’t shine.\nYou mask nazis are a disgrace, scaremongering gits!",
    "1465771704416751617": "@johniadarola Every single person is going to get Covid one way or another.  The vaccine isn't stopping it.  This is now an endemic not a pandemic",
    "1465771701908774914": "@KariTikkinen I'd argue that not wearing masks has impacted the number of covid cases here much more than vaccination rate. Govt eased this recommendation. This is on them.",
    "1465771701682196486": "@jellybelly185 @RepSwalwell I'm very sorry your sister's family has allowed government to convince them that taking a vax helps others. No vaccine in history was intended to protect anyone other than the injected person. Any vaxed person can catch covid &amp; spread to any other vaxed person. Please invite her.",
    "1465771700780417029": "@BWiSfull @nypost Inflation at a 30 year high, Americans left behind in Afghanistan, a refugee crisis at the border, a new COVID surge, shortages of consumer goods, violent crime up over 25%. Also one of the Biden grandkids is missing a stocking.",
    "1465771699903864841": "Lisa Nandy says her son's school leaves all the door &amp; windows open to let Covid fly out. So maybe she's ok with this -https://t.co/N9ZUFnUrHA",
    "1465771699362750466": "@JayLock89590369 @DaVido1008 @RealCandaceO The vaccine is designed to create a spike protein that replicates covid. That spike protein happens to be a mutatable part of the virus. All viruses mutate through evolution and genetic errors along the way. A non sterilising vax will not stop this.",
    "1465771698490421249": "COVID DON’T CARE. If you are 6 or 60. If you’re a Republican or Dem, a Christian or Atheist, a Trump-hater or Biden-hater, a nurse, parent or vaccinated. The #DeltaVariant is an equal opportunity MASS MURDERER. YOU’RE EITHER AN ACCOMPLICE OR AGAINST IT\nhttps://t.co/O4sCw56qO9 13",
    "1465771697823432709": "@WineWit1 @ClintTorrez69 @danielkotzin And again, I do. But I don't play bait/switch question games.  If you have a specific issue with how genome sequencing is done or covid tests, in general ... say it.  Otherwise, all you're doing is dancing around with nothing.",
    "1465771696284213248": "November 30 COVID-19 Update; One New Case in Morristown\nhttps://t.co/5tK0KEnEGw",
    "1465771694958731272": "Strong recommend you read the whole 🧵.  I needed a psychiatrist to explain why SSRIs decrease platelet activation and blood serotonin levels.  #covid #SARSCoV2 https://t.co/KxtI2uZTSv",
    "1465771694803628037": "@sarahkinder__ @StereotypGasman when was the government (which i profoundly dislike, by the was) ever inconsistent about the need for vaccination?",
    "1465771693117362177": "Great article!! Chakras, crystals and conspiracy theories: how the wellness industry turned its back on Covid science  https://t.co/x39SMN9UYI",
    "1465771692442013698": "@CryptoLegacyEN @BitgetSP COVID 19 has slowed down many economies around the world but as a crypto business, does it affect you negatively or positively? Are you still on track to achieve your goals or are you planning a new development?",
    "1465771692165373956": "@vinniciuspqp covid",
    "1465771692001742849": "@RandPaul You should be prosecuted all the deaths caused by covid as well as for your role on Jan 6...I knew politicians are not the sharpest, but you are as dumb as a rock...",
    "1465771691842416647": "Covid has already robbed children of enough joy – let’s not make it any worse on them\n\nhttps://t.co/1ZmNSsgvk0",
    "1465771691502616580": "@aetiology To have polio + Covid vaccine campaigns together, yes, I think synergy would be there.",
    "1465771691011936257": "Omicron has been in the Netherlands longer than it has been in South Africa, but CNN is interviewing South African doctors who are seeing the beginning. The Netherlands &amp; Europe have been seeing record levels of Covid for weeks, which seems relevant. https://t.co/1eDrTlEZuB https://t.co/1ZbljeTuJ5",
    "1465771690261159952": "More government BS\n\nhttps://t.co/Q0CFqiqOQM",
    "1465771688617029632": "growing up to tell ur children that u lived through the covid era is one thing, but telling them u lived through in the “omicron era”?\n\nthe omicron era\n\nimagine",
    "1465771688419856401": "Three Foreign Pilgrims Of Covid Positive Went To Country https://t.co/tgAlvykErC",
    "1465771688063221762": "A Must See From https://t.co/UsedY8J6tG \n\nPlease Senators HELP US Small Business, How many more small businesses and Jobs will be lost because of #Amazon\n\n#GivingTuesday #bebek  #Covid_19 https://t.co/HCctl43yDT https://t.co/uh8RXgxef8",
    "1465771687417454597": "I had Covid a year and a half ago. I haven't gotten the vaccine and I'm still alive. I haven't gotten Covid again and I don't expect to get it. I know this; I won't get life-altering results, including death from a vaccine. https://t.co/pWwlbnmohD",
    "1465771687190970369": "Meeting company president. Went with handshake attempt 🤝 and was met with and forced to fist bump. Yikes. \n\nI hate COVID https://t.co/PfXlnRQa2X",
    "1465771687052386305": "@karol I won’t lie. I’m starting to forget what the pre Covid life looked like",
    "1465771685324505089": "@kubatana @nickmangwana @edmnangagwa Why didcriminate vaxced and unvaxxed? \nA vaccinated person can still catch and transmit covid.",
    "1465771683978092557": "@I_am_Adz @sam_crabb @EssexPR That's not how we count covid deaths buddy, that's just the daily estimate. You should probably check that. Annual actual flu death certs is a few thousand. 80,000 covid last year.\n\nCould that be why.\n\n167,000 total now. Sorry that's not enough bodies for you",
    "1465771683164434439": "@SuziSuperKitn @owillis Documented deaths, but I'm sure there is data that would allow extrapolation into an estimate of long covid sufferers, which would further reduce the pool of available Santas. The two million missing migrant workers might be somewhat less relevant?",
    "1465771682057052164": "@hnvoluntourist @davematthewsbnd And how are you a Covid expert? Are you a doctor?",
    "1465771680622645251": "BUT A PILL TREATMENT UNDERMINES THE CASE FOR VACCINE MANDATES: FDA panel to discuss emergency use authorization for Merck COVID-19 pill. Approval for Pfizer’s pill is still hanging fire too. https://t.co/POCgoc0U5v",
    "1465771679137759238": "@fireman9119ca @CTVNews Your imaginary friend thinks covid isn’t a big deal? That makes sense",
    "1465771678995259396": "@jdanbishop @EauxSnap You cant pretend to care about covid only to justify your fear of non white people. \nSorry you're too stuck up your own ass to even think about the general health of the public. //:",
    "1465771678944972801": "BabylonDecoded\n\nAboriginal Community makes URGENT CALL!!! They are on the first line and no is not a joke folks!!! For the ones who did not notice how Australia is one of the most covid regulated\n\nhttps://t.co/Rz94OmVDeg",
    "1465771678680629258": "Covid-19: Africa's dependence on foreign countries for vaccines wrong- Amoako Attah https://t.co/P2Z1M6LkZ3",
    "1465771677346934789": "@RandomGirltoYou @PeterHotez My doc said the same thing - I am not a JNJer any more. She just said to keep an eye on the recs for Moderna full dosers and follow those. I can't imagine anyone getting a second JNJ shot. I guess someone did.",
    "1465771674285096960": "Busy afternoon for the Bruins!\n 1. Cassidy on Covid  protocols.\n2. Marchand  suspended 3 games for slew footing hit and for telling Anteim Panarin that \"nobody in Russia likes you\"\n3. Rask ready to play!\n4 Debrusk wants a trade.\nGoing to be a very interesting  few weeks!",
    "1465771672846352388": "@CallacherTracey @sophielouisecc Ever heard of someone getting polio after the vaccine? Me neither. Covid shot is NOT a vaccine.",
    "1465771672540114944": "Shout out to @SJFD at today’s #Covid update! Thank you to SJFD for helping to vaccinate our most vulnerable residents! \n#SanJose #WeAreSanJose #SJFD https://t.co/nOoutz0Kqz",
    "1465771672057917447": "Australian Government - Arm Yourself Against COVID",
    "1465771668714917891": "@LaurieLee61 @GCatMMA @RepSwalwell The vaxxed one that thinks it's more superior and was told you can't get covid because it got vaxxed. Now they are running around spreading the joy of covid!",
    "1465771666835976204": "@What46HasDone When covid ends and/or significantly subsides and after we pass the BBB bill, then look at approval ratings.  We need covid cases down to the level they were in June before worrying about approval ratings. Just my opinion. Take the polling with a grain of salt.  It's the pandemic",
    "1465771666185801730": "*** Sorry, it's broader, covering a wide death of immunocompromised patients. Pfizer's recommendation (surprise!) is another dose designed to trigger your immune system, which sounds like a bad idea for someone like me whose immune system is already overwhelmed &amp; overactive.",
    "1465771665753886723": "YES IT'S THAT CRAZY PERRY N.Y. 1371' ELEVATION 1371 A.D. STEWART PERRY N.Y. TO EDINBURGH SCOTLAND 3311 MILES 1133 A.D. WALTER FITZALAN STEWART AGE 27 &amp; HERE I WAS RAISED LIVING AT #27 ST HELENA I HEARD ST HELENA ISLAND WAS STILL COVID FREE https://t.co/7hZTJt8bpT",
    "1465771665053429765": "#RushLimbaugh denied smoking risks in 2015: ‘Smokers aren’t killing anybody’ – ⁦@denverpost⁩\n\nThe same people who lie to you about #COVID_19 lied about smoking.  https://t.co/zH9UiPwCcu",
    "1465771663405035526": "I wish COVID just made you a cute girl instead of whatever tf this is",
    "1465771662004084737": "Why did WHO skip Nu and Xi in naming Omicron? Nu would cause too much confusion with \"new\" and Xi is a common  surname. \nhttps://t.co/1JAQxYGFrV",
    "1465771660506808338": "A vaccine requirement is essential in winning the war against COVID, @JimCramer said https://t.co/CLkKU83h3m",
    "1465771660263501826": "@emwardox And I’ve just seen a tweet of someone boasting he’s in hospital having survived Covid unvaccinated 🤦🏼‍♀️",
    "1465771660070596622": "CNBC Host: Let the Military Enforce a Nationwide COVID Vaccine Mandate https://t.co/mgk4sbgNSU @townhallcom",
    "1465771660066312197": "@ADevotedYogi @wjack76995 @RTheatheist @Bebert701 @JosephEugeneFo1 @pawley_robert @BurgerLab12 @JustPlaying2Win @MdRisette @SassyGirlD1 @carlsmythe @JSAHolmes @kfunk937 @mcfunny @TierraHenson @L1ND4K @Bill20538001 @Kathmarval @markmcdougall13 @nyob7714 @BrowningNeelyn @KayVonPaul @Alex_on_A14 @WendyOrent @ghoppe @Will_holliday1 @barryjohnreid21 @NateWeymouth @FineAndBrennan @JohnBee888 @andylumm @ItsAllLies1 @ADreyzen @BioVisionary @RodFair2 @DEKKplans @KAMasse81 @jamesgordon4th @DontMes70957787 @Jenni86587557 @SaltaoVladimir @jhan2qt @Nycweatherrepor @Michell69397997 @lizditz @TakeThatCDC @Dkingnbearjavi @thatsnotmine125 @florida_reb @ginapro \"They [COVID vaccines] have not declared them safe and effective for its intended use.\"\n\nYes, they have. That's what FDA approval means.",
    "1465771658728325127": "Graphs covering each day since 23/5/20: (1) daily % increase in new COVID-19 cases in the UK and (2) daily % increase in deaths. The death rate (total accumulated number of deaths as % of total accumulated number of cases) is steady at 1.42%. https://t.co/7e1eMC0vXD",
    "1465771658350927884": "@Carolyn45316474 @ABC Been vaxxed, haven't worn a mask, never had Covid, not concerned about Omnicon either. Keep listening to main stream propaganda\nhttps://t.co/gLQ2MDVS4s",
    "1465771655892979724": "@Timcast https://t.co/o9qcc9ceDl\n\nFound it",
    "1465771655079288832": "Me waiting for the 69th variant of COVID so I can say \"haha nice\" https://t.co/td99eQFiM5",
    "1465771653602893837": "@LibertyPirateNY @Mickey_Cru @Marinus_Bell @ErnstRoets @SAfmRadio @RWMaloneMD @BioNTech_Group @moderna_tx Oooohh. Should I get my tin hat out? It couldn't possibly be that they founded major pharmaceutical companies because they were brilliant scientists, right? That would be ridiculous.",
    "1465771653011550210": "@smc429 so if covid is a hoax, did IQ45 have it or not?",
    "1465771652613124102": "Karen Dunderdale: NHS prepares to battle flu, norovirus and COVID – The Lincolnite https://t.co/S6MzdQP3cI #norovirus",
    "1465771652520845320": "@GuntherEagleman I’m in TX &amp; thankful. I’ve lived my life normal for almost 2 yrs don’t think about Covid didnt mask didn’t quarantine lived my life normal as I always have. When I hear these places w/all these policies &amp; mandates, I can’t believe it-like they must not know how some states live",
    "1465771652160102414": "Low vaccination rates across the world are breeding grounds for new #COVID19 variants - like the new #Omicron variant discovered in #SouthAfrica. \n\nIf all people around the world have access to the COVID-19 vaccine, we can stop the mutation of variants and end the pandemic.",
    "1465771651308691459": "@willschones @RubinReport No one's scared of covid except the vaccinated????!",
    "1465771646955012102": "@FiveOaksFLX @JackDunc1 They give T Cell immunity, preventing serious illness and death from Covid 19 ...",
    "1465771643154878477": "@EdwardTHardy Covid wiped out his memory.",
    "1465771642894917632": "@ATXG8R @GoGators712 The same guy who wanted to pick the swamp during the peak of covid wanted to pack our players with takeout? \nKinda checks if you ask me",
    "1465771642840354818": "@HenryTarquin @CaineVenetia @theAliceRoberts For now, while we still have far too many hold outs against the sensible policy if vaccination, masks as well as vaccinationate both necessary. It's in the hands of the unvaccinated now...",
    "1465771641389174792": "@canamman @GOP Wrong. Operation Warp Speed (OWS) was a public–private partnership initiated by the United States government to facilitate and accelerate the development, manufacturing, and distribution of COVID-19 vaccines, therapeutics, and diagnostics. (https://t.co/cD6JfURuFx)",
    "1465771639413489665": "@RubinReport We have now surpassed 800,000\ncovid deaths in the US. When trump left he was considered evil for how he personally killed 395,000. Where is our saviors Fauci and Biden?",
    "1465771637224218632": "Just thinking… Given that our current Covid detecting infrastructure is actually pretty damn robust, I wonder how widespread original covid-19 was in, say, late 2019 or early 2020, when we had virtually no covid surveillance infrastructure? https://t.co/MYSKGlClFy",
    "1465771636779634694": "@Hold2LLC This year-on-year hosp trend is consistent with either (1) vaccines don't protect against severe outcomes, or (2) unvaccinated are being hospitalized for covid at a much higher rate than last year. That the curves are so similar makes me lean toward (1).",
    "1465771636410441731": "@FergalBowers @rtenews https://t.co/6LUl6m5rq1 Outpatient Early Treatment Algorithm for COVID-19 https://t.co/uktpVeaYSk Includes a talk on Ambulatory Treatment of COVID-19. https://t.co/WujT9jNrfK",
    "1465771635873435648": "Masks do not work to prevent ingestion of Covid https://t.co/ytBcYmfodZ",
    "1465771635605221381": "@Ndina_Smiley 🤣🤣🤣🤣🤣 Covid-19 taught me to stick to these boring creatures 🤣🤣🤣",
    "1465771635093303297": "A Must See From https://t.co/UsedY8J6tG \n\nPlease Senators HELP US Small Business, How many more small businesses and Jobs will be lost because of #Amazon\n\n#GivingTuesday #bebek  #Covid_19 https://t.co/crmnefpIRt https://t.co/c5mlD0fReL",
    "1465771635009634316": "@RordonGmsey @Martyns5 @AshardLorraine @MarinaHyde @siobhni Conspiracy theorists really, well let’s put it this way, the conspiracy theorists have been right about a damn sight more than the covid fanatics that’s for sure, time must have stood still for you lot, you’re still in the 3 weeks to flatten the curve phase",
    "1465771634837659660": "@William17247658 @KJGWashing @STVNews https://t.co/SjYnu21aL1\nDelegates who test positive for Covid-19 must isolate for 10 days, with a solidarity fund to cover extra accommodation costs for developing countries",
    "1465771634585788418": "Just scrolling thru tiktok seeing an old laidy spend her last thanksgiving alone bc of covid and the passing away and now crying bc i miss my Grandparents",
    "1465771633621147651": "@AndFreedoms Exactly. Risk of variants, overwhelming our health systems and medical professionals, delaying a safe restart. And just the basic selfishness and baseless rationale of refusing to be vaccinated ! Puts everyone at risk since vaccinated people can still contract &amp; spread Covid.",
    "1465771633092677636": "@Hyperperception @sjtrades8 @TheEconomist I’m not cornered. The vaccine prevents healthcare workers from being overwhelmed, prevents hospitalisation, and it does make covid weaker, resulting in less cases. I just don’t want to argue with someone who acts like a couple words are so fucking heinous",
    "1465771632614539266": "@FighterTh Look at all the investors in the Pfizer vaccine. Of those original investors, 70 of them are members of the CCP. \nOther investors in Wuhan Lab a Level 4 Weapons Lab \nGlaxosmithkline-Pfizer\nBlack Rock Investments.\nBill Gates, Warren Buffet, Rothschilds and on and on",
    "1465771632409001984": "@TrumpJew2 He’s long on Pfizer and Moderna",
    "1465771632178470912": "@YanZhangClinic @NBCNews Makes sense. If apparently Covid was created there then it would be obvious they know the best treatment.",
    "1465771631993839618": "Now eldest boy who has been feeling crap…. #covid positive. Pcr booked for Tom morning. https://t.co/LK2m6T0SIE",
    "1465771630311919625": "@QueenBMomma @Bustheadgrundy @NiagaraErie @Hamburg_Super Our vaccination rates are not high, and that’s not new info to anyone. Especially if we want herd immunity. \n\nAnd it’s not new info to anyone that without herd immunity, breakthrough cases will continue, mutations will occur and only increase the breakthroughs, it won’t end.",
    "1465771628969746436": "@CDCgov Meanwhile: 29,934 Deaths 2,804,900 Injuries Following COVID Shots in European Database of Adverse Reactions\nhttps://t.co/NRv9J2G9vY",
    "1465771627589816325": "@Franklin_Graham Marcus was a bigger fraud than you, and that's saying a lot. He put his faith in his own lies. Look what he got him. https://t.co/dt33chFihU",
    "1465771627480764429": "Another month, another COVID-19 variant. But infectious disease expert @Laurel_Bristow says now is not the time to panic #Omicron https://t.co/wcgjtV5kZI",
    "1465771625714962435": "*Getting 3rd Covid shot*\n\nMe to pharmacist: “You finally get to jab me w/ a sharp object.”\n\n(I always try to be polite but I realize I can be a bit tenacious.)\n\nPharmacist: “I could have poisoned you a long time ago if I wanted to.”",
    "1465771625324982282": "@TonyStuart55 That’s pretty rubbish news to hear, always look out for the Cemetery results and any videos we get over here. I feel your pain on the whole covid thing and cancelling events, it’s been rubbish here and there’s already events cancelling next year….",
    "1465771623131193344": "First @jkenney told us,early on in the pandemic, not to worry cause most #covid deaths were in the senior population. Now  #Conservative Frazier Institute tells us what a drain seniors are on the province &amp; that Premier Kenney has worked hard to lower their numbers. #abpoli https://t.co/sQ1uu7z5Be",
    "1465771622346989573": "England only UK nation not to encourage working from home #Covid_19 #Covid19UK https://t.co/aLDbKWfsJf",
    "1465771622309285888": "Yep! Huge win.\n\nhttps://t.co/XjTvZ1qD7H",
    "1465771621516517382": "In line with the latest Government guidelines, face coverings are now compulsory in shops 🌈\n\nPlease visit our website for more information: https://t.co/sG8uG60xX2\n\n#elwickplace #loveashford #staysafe https://t.co/xzqWmp5b3Q",
    "1465771621025816577": "COVID-19 Vaccine Covaxin for 2-18 Years: Centre Examining Expert Committee’s Recommendations, Informs Union Health Ministry in Rajya Sabha https://t.co/rNYzYTIJnq",
    "1465771620631564292": "@rockmanX103 Those for-profit interests happen regardless of Covid and yet the largest increase of home prices happened during Covid because people had more money to spend and what better to spend it on than upgrading your home? Covid is the only explanation for prices going up almost 70%",
    "1465771619213889539": "@CMOIreland A reminder that the “COVID-19 pandemic” is not scheduled to end until 2025.",
    "1465771617976389632": "@kpavonescooter @RepMontague Because there are 330Million people in the country and 3Million people die every year.\n\nWhat's with the stupid question?  You truly believe there is no such thing as natural immunity for Covid-19?",
    "1465771617909358594": "@JohnCar50165484 @MatthewVince1 @talkRADIO @JuliaHB1 @ChrisNoice Scientific Opion is clear that Masks can reduce the spread of Covid varients.\nWhat is your problem with wearing a mask. It does not hurt.",
    "1465771617489879043": "@MailOnline And it’ll still be listed as a Covid death on the certificate… 🤡",
    "1465771616986611719": "@markpoloncarz Are the at or near capacity with Covid patients alone? Is there a way to increasing hospital staffing?",
    "1465771616244310019": "update to the update: No wonder I felt like poop and had some crazy anxiety yesterday. I woke up with a fever today. (Not covid) Thanks body.",
    "1465771615619268615": "@HelenKennedy Narrator: it was covid. https://t.co/644qDTkFiB",
    "1465771615489347590": "@AWojnarowski1 @Archimides1982 @Karmstrong62 @SECNetwork @KevinSmithRB What do they call havin your very first 10 win szn ever post covid? As a fan of the Rebel/BlackBear/Landshark/LaneTrain/KKKFratboys ? \nPathetic? Yeahhhhh thats the word\nWatch out your DLine just layed down in front of traffic to stop it",
    "1465771615229198342": "@sfedelelondon @BarryCPearson @itosettiMD_MBA World beating 69k children with long Covid as a result! https://t.co/fkxcGYVZzg",
    "1465771614633709576": "@ChrisCillizza well, Covid is pretty much over and Smollet committed a public fraud",
    "1465771614449065988": "Quebec government left seniors’ homes unprotected at start of COVID-19 pandemic. #polqc https://t.co/On2dYve9lm",
    "1465771614239293440": "Stocks fall as Fed considers pulling back economic support, and new COVID variant loom\nhttps://t.co/aE36eTUwmz",
    "1465771613736026117": "@michelle1206 @brianr1287 @CBCNews Countries with lowest mRNA vaccination rate are doing the best.",
    "1465771611785764865": "A U.S. testing system that fell short tracking earlier Covid-19 variants braces for first cases of Omicron https://t.co/agvVuLOGav @davidalim",
    "1465771611689209869": "@selmanactive @CNOEngland @GSTTnhs @Ijeamba @Fer_AMW It was a genuine pleasure to meet @CNOEngland and to show her the hard working team at our London Bridge vaccination centre",
    "1465771610149994496": "Inspired by @GivingTuesday CEO Asha Curran @RadioFreeAsha in @Newsweek on #GivingTuesday #ACGGivingTuesday\n\n\"Each of us has the power to be generous in new and unexpected ways that are truly transformational, not merely transactional.\" \n\nOpinion piece - https://t.co/aZpgEg2LF4",
    "1465771610095316994": "@SenSanders It’s far more pleasant to fantasize about space travel than to grapple with hugely difficult issues of humanity on Earth, including vast homelessness, deaths from overdoses, COVID, skyrocketing housing costs, white supremacists openly brandishing assault weapons, insurrection…",
    "1465771609025744900": "@Anthony @Bachscore No you clown, Aaron Rodgers said he had a bone injury that would require surgery. He made a joke about it being covid toe b/c you irresponsible “journalists” tie everything health related to covid. Is research &amp; facts no longer required to be a journalist? 🤦‍♂️",
    "1465771608774221826": "@WelshConserv Really? Do you mean *your* priorities? \nhttps://t.co/Ge7X6m68ZU",
    "1465771606186377220": "Can't believe Dec is here and I hardly met any of my closest of friends. 😭Shitty covid.",
    "1465771606031036418": "How many covid-19 cases would there be if testing were not mandatory for some of us?\n\n*Asking for a friend",
    "1465771605141905413": "@AdotSad Enhanced unemployment benifits put forth during COVID was a great boon to the nation, proof of what is possible with enhanced social spending, the dum dum left ignored everything that was done in favor of memeing about how the US only sent a single check.",
    "1465771602281480193": "@amcelha3 @JohnDublin10 @CrispyCX @4Clearsky @jimdtweet @Kenneth72712993 @Moderna5G_666 @sandcastle1975 @IngersolRobert @OscarsWild1 @BolzmannMichael @rln_nelson @HalBrow68884227 @AristotleMrs @BigRakaDoc @chimera414 @k_b_lvi @Stephen04880258 @GuyGadboisGuyG1 @thisisnothappen @basil_ireton @The_Ouroboros__ @DavidTaylorYork @GlennCarr6 @DawnTJ90 @keithamccluskey @Gordon_DHG @EricWil06256732 @wildweatherdan @robhon_ @try2golf @ejwwest @TWTThisIsNow @Tragiicomedy @covid_parent @Canadianworker2 @IanDJbrown2 @Narvuntien @dan613 @Boeing74 @organicdot @oakden_wolf @RobMeekel @25_cycle @sunsnowflowers @BridgetHolmstro @rockandroll432 @MassiMassian @DaveJohn0175 @TheDisproof The same for Clark County news. https://t.co/15zZT1wPIQ",
    "1465771601358692359": "@SimonKelly14 @Dave58590904 That’s the point, I’m not worrying AT ALL 😂 \nWhere did I say anyone is dying from wearing a mask?! Doctors &amp; nurses should wear them when treating covid patients (WHO guidance) but wearing one to go in a shop is pointless &amp; for kids sat in class all day, unhealthy &amp; damaging.",
    "1465771601023094789": "If you’ve had any of the other 45 million variants of Covid recently, are you immune to the one that can fool the jabs?",
    "1465771600951787521": "FIRST from @ckubeNBC: Defense Sec. Austin has ordered all members of the National Guard &amp; Reserve must receive Covid vaccines or face loss of pay &amp; being marked absent without cause from drills &amp; training, according to a copy of memo obtained by @NBCNews.👇https://t.co/1pqa61pjcl",
    "1465771600544862210": "@SaudiEmbassyUSA Can you clarify whether US passport holders (with 2 doses of Pfizer vaccination) can 1) transit at Turkey or Egypt before reaching Jeddah 2) need any quarantine?",
    "1465771600519696386": "@jimcramer did you just suggest the US military running forced vaccination on your television show?",
    "1465771600368877575": "@alleighykatt That’s nice, I started a year ago when Covid started",
    "1465771599622201346": "@jasonrantz Blame yourself mayor, not COVID",
    "1465771597965541379": "Are there people who actually spend all day long, every day arguing FOR or AGAINST the covid vaccine or are these actually bots?",
    "1465771597562794001": "@markpoloncarz More public disinformation.  COVID cases only take up about 12% of ECMC.   Firing of qualified healthcare workers.....it's almost like it was part of the plan....",
    "1465771597306810369": "@chelsea_hetho @abcnews Can they please just for once with this covid keep it in their own state. Just once. Please NSW!!!",
    "1465771595344097282": "Ind. reports 117 new COVID deaths\n &gt;&gt; https://t.co/1vVAmlFhdd https://t.co/NR1hNpqWTP",
    "1465771594983301125": "Just got my #Moderna booster. Kiss my tuches, Omicron.",
    "1465771594920325121": "@shaunhashim @CSMFHT New Covid variant gonna try and eat all of us &lt;_&lt;;;",
    "1465771592617705478": "@orchidtoys @DianeSnavely Hmmmm. So sex doesn’t exist? Just like racism? Sexism? Bigotry? Evolution? Covid? 🙈🙉🙊🐒🐒🐒💩💩💩",
    "1465771591736999936": "@SGCHD is offering gift cards when you get your COVID jabs. Quick $100. https://t.co/YYO2pqYnWN https://t.co/LAxZQSMjzq",
    "1465771590587723783": "@MrsQsippi @leftygolfer1982 @Shiphrah2030 My father in law had a heart attack 4 days after 2nd Pfizer (survived), bff’s dad has series of mini strokes 7 days after his 2nd Pfizer (died), other bff’s niece on a vent 7 days after 1st vax, died 8 days after remdesivir. Friends aunt dropped dead in wal-mart 1 month after",
    "1465771590361042945": "@Iron_Mechanic @LadyJustice6910 guess we wont know for sure till the pfizer study is published in 55 years. hope results are better than some like the drug \"chantix\" for example.",
    "1465771590252122124": "I love how their prime minister frames the mandate. All nations should see it this way and mandate the vaccine. \n\n\"The policy is “an act of justice for the vaccinated,” Prime Minister Kyriakos Mitsotakis said.\" https://t.co/uoNazPWZQJ",
    "1465771589161660417": "Ok, so there are pros as well as cons to covid https://t.co/HYHiMvGyJ5",
    "1465771588301864961": "@HeheWaitWhut Remember when people lost their minds over this moment about how this a good moment for everyone bc he said something nice and how he did the right thing with tiny dancer in the background it was like a movie, then the next week they replace her and everyone gets Covid.",
    "1465771585877561347": "@PaulTheRockStop @PrisonPlanet High risk of what? 90% of the population are vaccinated or covid recovered with antibodies, and if you are healthy and under under 60 your risk drops down further, these key words and all this rhetoric spread fear",
    "1465771585084686337": "@TheDailyShow @PeterHotez You were trying so  hard to push him into saying that the Omicron variant did not originate in any of of the African countries. Fact remains variants thrive in countries or continents with miserably low vaccination rates &amp; African countries fall in that class.",
    "1465771584988360709": "Get a suite view on how hotels can avoid triggering travelers' COVID fears from Lacek Group SVP Courtney Wendell: \"Keep COVID Worries Away from Your Hotel\" in @HOTELSmagazine. \n\nhttps://t.co/8MaENB3i0c \n\n#loyalty #loyaltymarketing #travelloyalty",
    "1465771584606593032": "@sickgirlmeg Son's father went to Florida on vacation pre-vaccine when deaths per day were spiking. Somehow avoided getting sick. Then caught COVID later, dropped child off and DIDN'T WEAR A MASK, THEN told us later he'd tested positive. He'd lied about getting vaccinated.",
    "1465771584589811727": "Not a single covid check either. 1 hour of queuing in the rain, obnoxious security staff. What a badly run venue. The promoter needs to apologise for the utter unacceptable chaos.@TicketmasterUK",
    "1465771582094286856": "@shfly3424 dear Yesung, the year 2021 is coming to an end, unfortunately we cannot come to Seoul with the Covid it is not possible to come 😭 I regret it, we miss you and your parents, I hope everyone goes  good?  best regards to you and your family from Switzerland / Lausanne",
    "1465771581238661127": "@StateDept 'Gayle Smith’s Service as the Coordinator for Global COVID-19 Response and Health Security' The wrong person for a critical role the US must play! Gayle is Mama TPLF, and Africans do not trust her! #UnityForEthiopia #NoMore #TPLFSURRENDERNOW #EthiopiaPrevails",
    "1465771580701777923": "@RefusnikClaz Its not a myth its a scientific fact proven.\nYou are more likely to spread covid if you're unvaccinated. Reality is fun.",
    "1465771574112358400": "so what happens if you get the vaccine while you have COVID? someone asked me and I was like https://t.co/33y8rFBrXl",
    "1465771572443164689": "@hueningkey I had so much school tea to tell my dad today omg\nThe school staffing shortages are hitting our area and there’s a chance we’ll go virtual for a little bit because of it.(literally every high schooler is hoping for it💀)\nI have 2 teachers out this whole week cause of covid",
    "1465771567489687558": "Kier Starmer likes to go the extra mile. Supports the governments plans to tackle omicron - he would like pre departure testing. #Omnicron #Covid_19",
    "1465771566403309570": "@santiagomayer_ @malcolmkenyatta Fuck this shit... every video of him putting covid off needs to be looped",
    "1465771565556146183": "@barenakedladies  - Green Christmas (SelfieCamJam) https://t.co/uKZzqRUGlG via @YouTube  just 11 more days until we end our covid concert dry spell!!!! #HometownHolidays Get your tickets at https://t.co/tC4Z8EzewK",
    "1465771564608151555": "@Pfizer_UK Pfizer has corruption at its very core. Check out their billion dollar fines for falsifying data.",
    "1465771563287027719": "The „walking on ice“ macro regime! \n\nDid Powell snooker markets with „inflation not transitory“ message?\n\nEurodollar is hardly protection with taper outlook. Adieu 60-40.\n\nModerna, while existing vaccine does not fix Omicron? \n\nDicey. https://t.co/mQx6FHWtae",
    "1465771562225700868": "Sen Ghoul, @SenRickScott, is chortling over \"the prospect of unfavorable economic conditions next year as a 'gold mine' for his party\" before the midterms bc of #COVID19, while paying #AntiVaxxers. Cynical, hypocritical and counterproductive, all at once. https://t.co/3APDGxRjOb",
    "1465771560170577929": "I just learned that the aunt of two of my oldest friends is in a coma in the ICU - She has Covid-19.\n\nMy friends are beyond distraught.\n\nWhy?\n\nTheir antivaxer family believes the aunt would have been fine had she taken some fucking herbs.\n\nSuch a waste of a life.\n\n#COVID19",
    "1465771559797284869": "@ISAGCOVID19 @CMOIreland What about zero covid 🤡",
    "1465771559793082371": "\"Dr. Gordon Dow, infectious disease specialist, describes talk of long-range airborne transmission &amp; spread through poor ventilation as a 'myth.'\" https://t.co/5HmcwztqD9 Is Canadian public health silent on this disinformation? @dfisman @BogochIsaac @CPHO_Canada #COVIDisAirborne",
    "1465771556542431232": "@Chesney_1995 @bozhuss @talkRADIO Please tell me if ALL deaths were as a result of covid, or were there also underlying health conditions? The deaths we are getting in NZ are now said to have underlying conditions.",
    "1465771555879796746": "ayyyy the COVID vaccine I got is the best one! ayyyyy",
    "1465771553761763332": "@SandraToFriends Can I just throw some realism in here? Vaccination had started here when Delta took off. In places like India it was a catastrophe, and it’s been estimated that as many as 5 million may have died there. It was more infectious and just as deadly. Vaccination made the difference.",
    "1465771552105021448": "Rise in German Covid-19 infections flattens https://t.co/Aa1QVNJALg",
    "1465771552008552451": "@jemelehill They do realize this cat is from the sports world right? But he's now an expert on covid",
    "1465771551593152512": "Got my COVID booster shot! https://t.co/2fQDr7j43r",
    "1465771551010263040": "But we have had Covid-19 and have the antibodies to prove it.\n\nOver to you!\n\nI would wager its more like 15 million. https://t.co/96tY53zXX8",
    "1465771550758498314": ".@UtahDepOfHealth is reporting 511 #COVID19 patients currently hospitalized. 203 of those patients are in an ICU. At referral centers (where most COVID patients are being treated) the ICU beds are 96.3% occupied. @fox13 #utpol #Utah",
    "1465771550641205249": "@OutspokenVoice1 And YOU should be ashamed for trying to get attention out of a topic as important as people's health. Nobody deserves to suffer , whether its from covid , cancer TB or anything else. Now go get your attention somewhere else.",
    "1465771550515281922": "High Court Clears Mnangagwa Linked Covid-19 Tender Corruption Scam\nhttps://t.co/O1sfxP1NYK https://t.co/HGb88HxcZn",
    "1465771549907107852": "https://t.co/niZgkyfXOR \nNope, not happening you \"loser in chief\".  I've HAD covid, I'm not shaking in my boots like you lefties, and I AM NOT WEARING A MASK OR GETTING THE KILLER JAB",
    "1465771549613604865": "@MarkYoungTruth Let me guess. Trump stayed in the white house, never went golfing and told us about covid from the start. Warp speed meant nothing, drug companies worked fast because they knew working with Trump White House would slow them down while Trump was looking for his slice of the pie.",
    "1465771549592539142": "Just a reminder that there’s not a single dose of COVID vaccine being administered right now that is FDA approved keep it up tho",
    "1465771548116090882": "@Sacha_Lord @Mumbomania Good I hope these places shut, gov have to pay more unemployment benefit, housing benefit, and everything crashes badly, whatch how fast covid becomes less important to gov, will be no fucker working to contribute to tax",
    "1465771547906428935": "All I seeing there is 2000 covid cases 🥴 https://t.co/Kao49cYAZ8",
    "1465771546816004098": "@RepSwalwell #OperationWarpSpeed yes #TrumpDelivered as he promised and #Biden has killed more people from #Covid than Trump did with #vaccines.  I traveled last year and this year. And I didn't sleep with a Chinese Spy named #FangFang like you to commit adultery. #liar and a #cheater",
    "1465771546463457282": "@jimcramer If only the shots worked and prevented you from getting Covid.. but sure, let’s inject an experimental gene therapy in our veins and stick our heads in the sand. Oh and how nice the manufacturer’s are except from any and all liability. They love us so much!",
    "1465771545557540864": "#elfontheshelf questions do they need to quarantine the elf again this year? or were Elf’s eligible for the Covid shot?",
    "1465771545557495811": "@JonesyCanuck @VP Easy fix? Gibraltar is 100% vaxxed, &amp; they just cancelled Christmas because of so many covid cases. Give your friggin head a shake.",
    "1465771540696424454": "@OfficialPLT @Adele Can covid piss off so i can go back to Vegas please",
    "1465771540046352392": "You’ll be killing the poor if the lockdown happens. Countries are still recovering from the setback of the first lockdown. Don’t stop the travels just make a covid test mandatory if positive, they go for quarantine, otherwise they’re free to live!!! Ffs",
    "1465771539668865030": "#ODX Just need those approvals\n\n\"Travellers, regardless of vaccination status, will need to show results from a lateral flow test taken up to 48 hours before arrival, or a PCR test taken up to 72 hours before arrival.\"\nhttps://t.co/221mEs0i3p via @theirishpost",
    "1465771539014594563": "So good to see #Massachusetts kick this off.  So critical for anyone who feels uncomfortable with getting a Vaccine.  See the link for the full article and details:\nhttps://t.co/JzKAGgFTII https://t.co/Gfi4tIn5x6",
    "1465771539010232322": "@RandPaul #FJB #Congress #Omicron I swear I had covid in 2017. At same time there was 2 separate people that died in my apt building and\"scabies outbreak\" in OC, my apt building. I was diagnosed with \"strep throat\" &amp; given Ivermectin for the scabies. Covid was here before 2018!",
    "1465771538628714509": "COVID-19 Testing Nurse (RN) - Omaha, NE https://t.co/dX6XessQKs",
    "1465771538372825095": "Tunisia 🇹🇳 COVID-19 current stats for Tue Nov 30 2021\n\nCases: 717,309\nDeaths: 25,365\nRecovered: 690,903\nActive: 1,041\nTests: 3,170,783\nDoses: 10,416,390\n\n#covid_tn\nhttps://t.co/tLpGktBeki https://t.co/EOnGZImB4s",
    "1465771538351751169": "@Acyn Trump inflation 2.94%\nObama inflation 2.24%\n\nDid Iowans complain about inflation when Trump took office? Imagine how much worse it would have been if Covid didn't slow inflation.",
    "1465771537894723591": "Dr. Fauci's rebuttal spurs more attacks from Sen. Ted Cruz: America's 'most dangerous bureaucrat' https://t.co/qxpwrH9rfW",
    "1465771537202561031": "I guess you reap what you sow... https://t.co/MFOEDmkBIq",
    "1465771536154046466": "yo @jimcramer \n\nthis is the first “vaccination” in history that only protects you if everyone else gets jabbed https://t.co/9OZbs42NzQ",
    "1465771534430216197": "@StateDept 'Gayle Smith’s Service as the Coordinator for Global COVID-19 Response and Health Security' The wrong person for a critical role the US must play! Gayle is Mama TPLF, and Africans do not trust her! #UnityForEthiopia #NoMore #TPLFSURRENDERNOW #EthiopiaPrevails",
    "1465771532727332866": "In @nealstephenson's Termination Shock, one protagonist regularly runs his \"PanScan\" app to check for confirmed cases of COVID-19, COVID-23, and COVID-27 variants in the vicinity. 😬",
    "1465771529208311812": "@JonnyFive12 @Default69202648 @escalatorover @_evelynrae Dearie me... there is no helping you mate.. why does Dr Robert Malone say do not inject? He holds the patent probably making cash off it... Why would you trust eg Pfizer who's CEO says he's 57, healthy and so doesn't need it.. the same company paid the largest corporate fine ever",
    "1465771525966118912": "@JordanSchachtel @ezralevant Also many of the testing and PPE companies were started only to service covid demand. A whole industry has bloomed and boomed.",
    "1465771525781471242": "@rick_denu Praying for you all! 🙏. Please get him off the Ventilator if this is COVID related and demand Invermectim.",
    "1465771525311709188": "@alicesmellie On 24th December 2020 we had 70 Covid patients in my hospital By 29th December we had 150. By January 13th (my birthday) we had over 300 and our Intensive Care Unit had more than doubled in size (with 35 of 39 patients having Covid). \n\nThat was typical for NHS \"Festive Season\".",
    "1465771525022363658": "Twitter strikes me as a good example of the abusive personal relationship writ large as COVID policy that Meredith Miller talks about in this interview. BTW, our addiction prevents us from opting out of this shitter. https://t.co/gPjDeSfI3v",
    "1465771524141551624": "Is this real? I want it to be, but I have a hard time believing any news articles anymore \nhttps://t.co/q6zqnef3lO",
    "1465771520941248519": "@Esther6556 @GovRonDeSantis Incorrect they died with covid not from. Ie I got shot and part of the tests find out I got had covid. Covid death counter increased by 1. If you don't believe me look at the cdc site and at the bottom it tells you the % that actually died from covid from the covid death counter",
    "1465771518797955073": "The life and tragic death of John Eyers – a fitness fanatic who refused the vaccine https://t.co/pFTuHQKVBQ",
    "1465771518055501826": "@E_R_SK @bennyjohnson Children don't need protection from covid.",
    "1465771516432424966": "@Roddy404 @DrDreddyMurphy nfl has more teams, more seating, more tv contracts, and an early fall-winter season.. both times the nba had to cut their seasons shorter, the nfl was virtually unaffected.. the biggest star in US basketball was under fire from covid deniers, nba literally played with no fans",
    "1465771514511478787": "@piersmorgan Funny how these people allegedly dying from Covid but not vaccinated all seem to be super fit never been ill in life but become one of the 0•05% who died. Well bolloxs maybe they all followed these people😉🇬🇧🤫 https://t.co/sga6XkVIQn",
    "1465771513232035841": "@SpeakerPelosi @BennieGThompson @RepZoeLofgren @RepAdamSchiff @RepPeteAguilar @RepLizCheney @RepStephMurphy @RepRaskin @RepElaineLuria @SecBlinken @TheJusticeDept @SecDebHaaland @SecVilsack @SecRaimondo @SecMartyWalsh @SecBecerra @SecFudge @SecretaryPete @SecGranholm @SecCardona @SecVetAffairs @SecMayorkas @EPAMichaelRegan @ODNIgov @AmbassadorTai @USAmbUN @SBAIsabel @CNN @MSNBC @ABC @CBSLA @nytimes @GregAbbott_TX @FBI @CIA @OSHA_DOL @CDCgov @pfizer @POTUS @RepKinzinger @RepBrianFitz @RepMalliotakis @RepGarbarino @RepAGonzalez @TomReedCongress @RepFredUpton @repdonyoung @RepDonBacon @RepJohnKatko @NancyMace Waukesha was a hate crime. Epstein was murdered. Biden didn’t win 81 million votes. And COVID is a Chinese bioweapon. Just keeping it real.",
    "1465771512678559744": "I doubt they have enough data to really know for sure, but Israel reporting current Pfizer vaccine still effective against \"Omicron\" variant. https://t.co/coEivZnkxj",
    "1465771511600410624": "@GMFWashington @PeculiarBaptist I’ve heard it several places. I think an NPR article but having trouble finding it now. This one mentions findings by “experts”\nof it being better able to evade vaccination. And of course everyone is talking about more boosters so it’s certainly implicit. \nhttps://t.co/Y373ID0Qx8",
    "1465771509624938503": "\"If you’re unfamiliar, Simpson’s Paradox is when a trend appears in separate groups but then disappears or reverses when you combine the groups. In this case, the confounding factors of age and vaccine uptake makes the ... chart useless.\"  - @flowingdata  https://t.co/N6JkJJGilC",
    "1465771509356670981": "Omicron Variant – NEW COVID Variant Worse Than Delta? https://t.co/w8qVuG5jA7 via @YouTube",
    "1465771507876085761": "‘New Covid variant will cause challenges for Beijing Olympics’ https://t.co/17DPufKoEw",
    "1465771506605068290": "@KDVR KDVR has multiple orgasms over every stupid COVID and face diaper fear porn posting.",
    "1465771504596049923": "@JamesSaxton74 @jennyeclair Always a good idea to have some knowledge of a subject before making inane comments on public platform James.\nAs a former healthcare professional, I will expand your knowledge by informing you that a Covid vaccine may only aid the recipient, but does not stop transmission.",
    "1465771504524738562": "@DingusMcstinkus @RvossR @sali82 @eagleeyedmf @RepSwalwell Hospitals will welcome the volunteers if they are have COVID vaccine which is what I’ve been saying your tryna get stuff you said before and say it Different way which is really stupid.",
    "1465771502263889921": "Emergency nurse Jill Dempsey dies after catching Covid https://t.co/7e1ZEOkXaV https://t.co/NAtCQYAufs",
    "1465771500787535873": "@ClayTChapman @mbmddoc @Josethrac @KatiePavlich Thought so, quit bellowing at others to cure your Covid fear and paranoia and get you own body and mind right so you no longer have anything to fear",
    "1465771500313718786": "One year later, Facebook and Twitter are still ignoring warnings about half of the accounts they knew spread COVID-19 misinformation, keeping their users’ health at risk @paraga https://t.co/Ijawkktsqs",
    "1465771500036759554": "PM on January Covid booster offer target https://t.co/zaCcqSwz9K",
    "1465771499579756552": "In English: Alberta Health will announce this afternoon a case of the omicron COVID-19 variant has been detected in the province. #ableg https://t.co/pLDcMSxSqK",
    "1465771498820493317": "@DemocracyDeb @RepSwalwell You know vaxd can contract and spread covid right?\nImagine lining up for something for a third time when it didnt work the fist two times. https://t.co/Mn0yJves4T",
    "1465771498711531522": "Pfizer and Johnson &amp; Johnson boosters are now available from the City of Chicago. Schedule an in-home vaccination appointment by calling 312-746-4835. Check out the fliers below to find out if you are eligible for a booster! https://t.co/qDbGEcGBKM",
    "1465771498698858504": "@agustdvodk @hobidirection @HYBE_EDU I've been with them since 2016, I cried walking into the stadium, I had tickets to see them in Cottom Bowl 2 years ago but covid ruined those plans. I hope you get to see them soon💜",
    "1465771498015281156": "@RepWilson \n#covaxin (a traditional vaccine) is the best Covid-19 vaccine not available because its sitting on the sidelines. #Ocugen #BharatBiotech America's should have a choice. \nhttps://t.co/cyMsMSw4jl",
    "1465771497356734469": "401,687. That’s the Biden death toll from Covid since he took over as President after January 20. That exceeds the media-tally of 400,000 deaths under Trump.",
    "1465771496706560005": "Mark Steyn: Covid is bad - the free world’s response is worse https://t.co/GX067DVzEv via @YouTube",
    "1465771496308195328": "@UrslanH we followed it from get go. majority of women in my family are doctors.\nit was engineered, for sinister purposes , \nbut they included majority ordinary flu cases in covid count to make extreme action seem more plausible to  ruin small businesses, impose harmful leaky vaxx",
    "1465771496291422211": "\"#BodyLanguageExpert: #Fauci &amp; members of his \"#CovidCartel\" exhibit the ultimate in #innate #arrogance.\"\nhttps://t.co/EAG87EyqNi",
    "1465771495339151368": "US Bans immigrant from entering its borders #covid 19 https://t.co/8N8C0hhDtK",
    "1465771494886232065": "I wanted to share this great website with you https://t.co/ZLx2kiIgzO",
    "1465771494529814535": "I spoke with someone on the phone today. The entire family had been vaccinated and even the booster. All of them have the Covid now. Some not doing so well. 🤷‍♂️ https://t.co/56xuStUxDd",
    "1465771492990500871": "Oh, this is convenient. As if on cue after months of just a few sniffles....\n\nhttps://t.co/LuLghKxs0K",
    "1465771491774115842": "@AshBash_Hunter Wow...black and white is the limit of your capacity to see the big picture...sad how you think\nThe vaxx does indeed save lives..to say there is NO benefit to prevent catching Covid and absolutely prevent serious illness is tin foil hat stuff...you must like silver..Lots of it",
    "1465771491728007168": "@PaulAndersonNE6 @wealdengirl The freedom we have \nPublic Health Act 1984 s45E \n(1)Regulations under section 45B or 45C may not include provision requiring a person to undergo medical treatment.\n(2)“ Medical treatment ” includes vaccination and other prophylactic treatment\nhttps://t.co/t0NvxfxiB3",
    "1465771490486407176": "@Come_On_Ground @_Henn_Dawg1 @Daniel4493 @bvetter23 @amac0668 @benshapiro The flu vaccine is a vaccine which varies in effectiveness depending on dominant strain that year. \n\nThe newest COVID variants are 3-5 times more infectious than the original strain. Deaths would be much higher if it weren’t for vaccines. How do you not understand that?",
    "1465771490230652929": "@DEFUNDTHEBBC3 Which I’ll do but it sounds like they are locking people up who don’t. There’s nothing stopping the from killing them and labeling it a covid death. Their family and friends who got the shot already would believe that. This is just so insane. Thanks for letting me know.",
    "1465771488074682372": "@drinkblot Quite careful. I’m used to dodging ppl in HWT and town before Covid so it was quite a simple transition",
    "1465771487005233168": "So far I have been tested 66 times. Each negative. We had to do twice weekly testing at work, then once weekly, and I have been exposed several times &amp; cared for patients with COVID. \n\nI also bought my own n95s when we only had cheap (falling apart) face masks at job. https://t.co/jPo1UFtgbK",
    "1465771486917050373": "Canada is adding Nigeria, Malawi and Egypt to the list of African countries from which it is banning travellers amid concerns about the spread of COVID-19’s Omicron variant. https://t.co/1wYjjlIo7m",
    "1465771486355111951": "First case of #omicron in Alberta as reported by our colleague Jean-Emmanuel. #yyc #yeg #covid #ableg https://t.co/TfQkk8fr0t",
    "1465771483964362757": "@JasonMillerinDC @LozzaFox @Nigel_Farage Not with sales like those you won’t Jason! 🤣\n\nImagine having to blame it on UK covid rules, you can all still come, you’ve just got to take a test. 🤷‍♂️",
    "1465771483448422404": "@RobDemovsky Let's see, won't get COVID shot, but gets pain shot for the toe. Did he research that? Hypocrite?",
    "1465771483444228100": "@jasmineweidenb1 @itsJeffTiedrich So TFG stole research and Moderna, which never brought anything to market in 10 years, made their vaccine from that and Moderna’s stock skyrocketed? I’m grateful for the vaccine but it seems a bit ethically questionable.",
    "1465771483305758725": "@erinotoole Yes Saskatchewan! Along with Alberta the two worst places in Canada for Covid spread, and I believe you praised the premier of Alberta‘s handling of the pandemic when he opened everything up way too early and now their health systems are overwhelmed. Resign ! Incompetent!",
    "1465771482722803713": "@Myndfuneral @RelapseRecords @colorshifttt I saw you guys at st vitus in BK before covid (time well shows) and I caught doyle when he rolled through austin with nothing. I love this and absolutely cannot wait for this album. Come to austin!",
    "1465771482043322375": "@Sorrelish “course towards heaven”? He wants to die of covid then? That tracks",
    "1465771481045032969": "@silalogy @Heritage @Arightside No,not necessarily.Government bureaucrats didn't do well with COVID?The VA healthcare system should be the envy of the world?Or make it into such?Let Americans buy into,competition is good,right?It's not like the money isn't being spent,right?Quality&amp;outcomes  vs. total dollars?",
    "1465771479522496522": "@nbc4i Not surprised at all. Quite honestly, I think social distancing is great. Only problem is that people won't stay away lol. My wife thought I was a brand new man because of how happy I was when CoVid started and everyone outside of household had to keep distant!",
    "1465771479266578435": "Utah #coronavirus update: \n@UtahDepOfHealth reports 511 current hospitalizations, 1,195 new cases and 20 new deaths.\n\nhttps://t.co/kyAxM733Gq",
    "1465771478541127684": "@jellybelly185 @RepSwalwell Meanwhile you vaxxed people are spreading Covid as fast as unvaxxed, your a fool.",
    "1465771477886717952": "I got news for you this is done on a regular daily bases for everyone everywhere in the world. It is just being normalized thanks to covid. Next will be the always open  Zoom call in your house with a government minder like in 1984. https://t.co/c732w06UDS",
    "1465771477639258116": "@ScottPughsley At our school we have that covid variant that attacks chins. Must cause acne or something. Kids are well protected against it though.",
    "1465771477274284032": "On April 30, 2021, Ontario’s physician licensing body, (CPSO), issued a statement forbidding physicians from questioning or debating any or all of the official measures imposed in response to COVID-19.\n\nSign if you’re a concerned Physician. https://t.co/cpJ5M3YfFx",
    "1465771476565602311": "STOCKS MAKING THE BIGGEST MOVES MIDDAY: American Airlines $AAL, GAP $GPS, MODERNA $MRNA AND MORE\n#stocks #stockstowatch #stockmarket #smallcaps #microcaps #daytrader #invest #investment #investing \nhttps://t.co/QDjJvzirxH",
    "1465771476108386312": "@owillis Adults 65 and older account for 16% of the US population but 80% of COVID-19 deaths in the US. \nCould it have something to do with the way trump handled Covid.",
    "1465771473826627590": "@gaku_kuwabara @PierreKory So Canada and JApan have almost the same rate of vaccination. Guess which country has less  deaths per mill?",
    "1465771473596039168": "@AnonCitizenUK The best is the warning: \"Covid vaccine is safe for MOST  people.\" What about the rest?",
    "1465771473277227015": "@Farinances @sajidjavid A colleague informed me that I was ‘brave’ not having the jab. I work on a mental health team in a general hospital. Not brave, just not fearful or stupid. She terrified to go onto covid ward double jabbed as well. I haven’t even had a cough in the last two years",
    "1465771472320745474": "What Happened: Dr. Jay #Bhattacharya on 19 Months of COVID https://t.co/q2z5IRFLdc via @YouTube Please share this video with your family and friends.",
    "1465771470085234690": "@DavidEastwickUK @gregoclinton @BBCNews @AldiUK That's not even including the reports of how many of the \"covid deaths\" are actually from previous conditions and causes and only listed as covid death because they had it or traces of it despite the fact covid didn't kill them🤷‍♂️",
    "1465771469670125569": "This story by @thedalstonyears is moving and touching. Its also a painful but necessary read that brings the truth home. Her series on this subject brings faces to conspiracy - showing the real cost of ignorance - especially on those left behind.\n\nhttps://t.co/MnjzZjCiLn",
    "1465771466843201540": "@ryangerritsen Hospitals have always been playing the numbers game as they are funded to do so. If your ward not fullyou might get a few extra days and if there are others in the ER waiting to come up then you get the boot. some of these issues are not soley covid issues.",
    "1465771466826436617": "@abhijitmajumder It's worldwide rule... vaccination doesn't mean that the person will not hv covid , rest use your right to speak.",
    "1465771465282928645": "@FergalBowers @rtenews Natural Immunity. NATURAL IMMUNITY Let's talk about this and debate. https://t.co/NzLGQUYezu\nhttps://t.co/qCpKsu9R1n",
    "1465771465073041416": "We know COVID and it's pretend variants are bullshit!! https://t.co/xceilNCI2c",
    "1465771464989290500": "At 8 with Andy: Boris Johnson says his government is taking \"balanced and proportionate measures\" as it adapts to the new Omicron Covid variant",
    "1465771463777165327": "Our  Vaccination Information Night is tonight!\n Tuesday, Nov. 30th @ 7:30\nHave questions about the vaccines for you child? Join our TPH nurse in a meeting for the Ranchdale Community.  \n Please use this link: \nhttps://t.co/TdeZf31Ips",
    "1465771461839306761": "@AdamBaldwin @ChrisLoesch 100 percent, only an idiot would take the vaccine so that you protect other people. It doesn't work with the flu vaccine and it won't work with the Covid vaccines. Yet MILLIONS are brain-washed into that thought process. I took the vaccine, but I did it for myself.",
    "1465771461554196482": "RP-Cristante tests negative for COVID, will travel to Bologna https://t.co/rx24W79LNG",
    "1465771461235261441": "Covid-19: Skipper sails past MIQ and into NZ with boatful of stranded Kiwis https://t.co/tBl6wLYLe8 Jacinda Adern is a disgrace with her locked boarders for NZ citizens. Kiwi’s are risking their lives sailing in dinghies to get home. It’s time to put Adern in a dinghy farewell.",
    "1465771460534939662": "Hmm seems like some of my huge covid beneficiaries from last round are selling off.",
    "1465771460467863561": "@followthatnick Had the same thing August/September time, absolutely wiped me out pretty much every minute of the day and could never get myself going. I was convinced it was Covid related but never got any positive tests back!",
    "1465771459238895620": "@DFla56 @BichonAtLaw @GeorgeMcWhirter @YouCantBeSeri20 @DrAseemMalhotra @sajidjavid The Covid actuaries aren’t part of the ONS.",
    "1465771458513149953": "MPs back new Covid rules but PM suffers Tory revolt https://t.co/vuCTEYN1wU",
    "1465771455476555777": "@beccamunz Oy. We went through a long delay too, even pre Covid. The good news is that supports are actually better when they finally arrive.  Hopefully you have a coordinator via Community Living or similar org. They are amazing at setting up needed services.",
    "1465771453119352838": "The latest tale of a ‘healthy individual’ who regretted not getting vaccinated…\n\n..oh, and also had chronic asthma and, as you can see here, was likely a heavy steroid user. Something that causes high blood pressure, a leading comorbidity in Covid deaths https://t.co/njfLPxJFEh https://t.co/6iATfPpBvv",
    "1465771451911446530": "@Hold2LLC Useful charts. The market for honest Covid analysis is limited, but there are several logical conclusions here: 1) virus gonna virus; 2) move previous Covid (natural immunity) seems to reduce your wave; 3) the vaccines are useless.",
    "1465771451869544448": "Dutch officials said that they detected the omicron variant in samples collected almost 2 weeks ago: Another indication that the variant was already in the EU when countries banned air travel from S. Africa to stop omicron’s spread.\n\n#Fem4PeoplesVaccine\n\nhttps://t.co/SIddtha2iq",
    "1465771451802292229": "@connorborst @trafficconehelp @Solylife @GVol15 @VincentRK What are the benefits in your eyes to vaccinating for MMR, varicella, dtap etc but not for covid?",
    "1465771450023956486": "@SelfHarmRes @UsforThemUK @EssexPR @Dr_Ellie @LucyGoBag @thelucyjohnston @collateralglbl @DrJBhattacharya @SunetraGupta @MartinKulldorff @toby00green 1/ A young generation traumatised for life\nhttps://t.co/qpu05OLLad\nhttps://t.co/U4aSu6zwqs\nsevere consequences. Calling the children to account for the sins of their fathers, to the third and fourth generations https://t.co/5l8fBAoOgY\nhttps://t.co/Z1PTrx1FOt",
    "1465771449805774850": "@Timcast (Opinion) It's quite possible the people that orchestrate Covid response are smiling at this tweet. When you are ultra rich and/or powerful (usually both), people tend to lose the threads that tie them to humanity. To them, it seems, we are the pets.",
    "1465771449357148168": "Id like to see every MPs portfolio of stocks &amp; shares, any shares they have in any company all their offshore accounts &amp; bank accounts in all family members names inc the cat the dog &amp; the fking goldfish, lets see why Boz Jav Wanker etc are pushing deadly Covid Vax",
    "1465771448459571201": "@CTVNews And how many more in Ontario died due to cancelled surgeries?\n\"Thousands of Canadians died because COVID-19 delayed surgeries, doctors say\"\nFull data is not available\nPartial data for the country: more than 4,000 for the period August to December 2020. https://t.co/dMsdxamIL2",
    "1465771446278438914": "@SadiqKhan This is the man that took OVER £2billion for TFL at the start of covid",
    "1465771445439582219": "@GoodBoyBen72 @dooz_er I do. You think covid was invented to control people. You’re extremely unintelligent and i feel bad for your loved ones!",
    "1465771445171204099": "2 things,  1. I may have covid but im expected to have a full recovery by the 6th and 2. Stop fucking stalking me daisy, just quit harassing me and leave me the fuck alone you forgot I have someone who tells me about your bullshit posts",
    "1465771442683875331": "@Steve56666007 @GovSisolak @LasVegasSun Because they let COVID tear through the state unabated and kill thousands of Floridians. Great plan genius.",
    "1465771441945600004": "@GovBillLee @GOP Nov 17, 2021 \nNE Tennessee’s COVID-19 case rate up 40% from two weeks ago\nAs of today, 238,038 people, or about 47.1% of the total population, in Northeast Tennessee are fully vaccinated.\nhttps://t.co/MCwVsl349b",
    "1465771441585070084": "Scientist, Molecular Biology and mRNA Technologies - Cambridge, Massachusetts - Pfizer #ScienceJobs https://t.co/tj7O1UFv31",
    "1465771441337552897": "@FOX9 Good. The band’s “Covid Cult” demands for a concert scheduled in *August 2022* are ridiculous and completely unreasonable in November 2021.",
    "1465771440633004042": "@tedcruz Between the aids epidemic and covid he will be considered an American hero. You a dipshit who left his dog to freeze while you went to Mexico.",
    "1465771438825160708": "@partially @SWILLS64067157 @BangAverageCat3 @MarinaHyde But reducing the no of Covid infectious will free up those services not reduce them.\nYour point makes no sense.",
    "1465771436283514880": "@quackijackie i have gotten sick but it was never too bad and i’ve also never gotten covid",
    "1465771434689675268": "#SupremeCourt #Covid_19 \nSupreme Court dismisses vaccine requirement appeal from Massachusetts hospital workers https://t.co/rk3eClJnzJ via @nbcnews",
    "1465771433401933832": "All 19 Tory MPs who rebelled to vote against Covid mask rules \nhttps://t.co/CRiwi9qNGV https://t.co/qZgzlZwGy5",
    "1465771433246793728": "@VirtualMvS @ParadeMagazine My retort to your November 28 column in Parade Magazine: Americans decline vaccination and wearing masks because they believe only deadbeats, losers and suckers catch corona virus!",
    "1465771432927969284": "@3ien_No_Tsubasa Lisa Shaw, in all likelihood, would still be here. She didn't appear to be a covid risk profile.",
    "1465771431384412160": "@dyejane83 @annie61smith4 @RosieGottesman @ChuckCallesto That’s what happens when you incentivize hospitals by offering cash incentives for Covid deaths. That money would have been better spent on more ICU beds &amp; healthcare workers.",
    "1465771429392224262": "@mell0wmama @RedStethoscope @rx0rcist @annidoula @DrGRuralMD Hang tight. Relactation would take a good amount of work and the 2-4 vax should be available by February ish at last report. Pfizer is gathering data this quarter and expect to be presenting for EUA 1st quarter 2022",
    "1465771427580239879": "Variants arise when you don’t get a vaccination and/or a guilty verdict. #covidvariant #OmicronVariant #omicron #VariantsofConcern #KyleRittennhouse #RittenhouseEffect https://t.co/reUyzYxFXR",
    "1465771427576127493": "Almost 32% of adults say they’re facing a #COVID-caused financial barrier that will prevent them from holiday shopping as planned. Here's the #Hotline #QOTD: “Have you started your holiday shopping yet?  Are you concerned you may exceed your #Christmas shopping budget this year?”",
    "1465771426267471873": "Big congratulations to Liz Wolverton at @synovus for her promotion. She was on the podcast last year and was very impressive in her discussion of handling the challenges -- and opportunities-- of COVID. \n\nStory here: https://t.co/2lnt50XsdF\n\nPodcast here: https://t.co/EDe3u9Vvpk https://t.co/95LJuREdRE",
    "1465771425839648773": "@sajidjavid Sajid Javid,\n\nNot seen my 2 boys and family for over 2 years. Booked travel 16th returning USA 23rd now self isolate until negative results which will probably be after I return. Have third Pfizer vaccine and will have negative result b4 I fly! Breaking up families!",
    "1465771425743224835": "@RepSwalwell Thank you very much. Consequences. Everyone has their rights. We all make choices that impact our lives and our family's lives. If you choose to be reckless and take your chances with Covid, knock yourself out. Stay out of public space stay home. Don't put the rest of us at risk.",
    "1465771424019275782": "SA recorded 4,373 new Covid-19 cases in the past 24 hours, with more than 3,100 of them in Gauteng. https://t.co/lW1rUUO8vl",
    "1465771423746736140": "@ZubyMusic Covid-19 too.\nJust hyped by propaganda agents.",
    "1465771422073167875": "https://t.co/fjvAMar1RG\nThe South African pharmaceutical company Aspen has signed an agreement in principle with the American giant Johnson &amp; Johnson (J&amp;J), paving the way for the production and marketing of an anti-Covid vaccine \" made in Africa for Africa \"\n@BpsmithUk",
    "1465771421980897284": "COVID got the persistence of an ex who ain’t over you yet.",
    "1465771421821550594": "@YJiden @managedchaos999 @RepAdamSchiff Bhahah you really can’t be this stupid to believe that trump was an authoritarian? I mean look at this clown in office trying to give mandates and other dem gov not allowing anyone to enter a store or restaurant without a “covid passport” you guys are a bunch of joke.",
    "1465771419757907969": "#LongCovidWork \nIf you’re HCPC registered please retweet for the call for professional bodies to survey their members to find out about the impact of #LongCovid \nWe need the same survey across groups and @long_covid Employment Group are happy to collaborate \n#NHS #LongCovidWork https://t.co/RMNxoCsoj8",
    "1465771418566725633": "@rick_denu Is Covid-19? Get ivermectin zinc ASAP",
    "1465771417853698055": "@jilevin Great idea! Photo ID vaccination cards could be used for eligibility to vote. Why not?",
    "1465771417778196480": "@thehill The vaccine doesn't stop the virus.\nDoes he know more people have died under Biden than Trump?\nhttps://t.co/wc49xCZAYv",
    "1465771416935096325": "@jimcramer @CNBC You are a fool with unamerican, anti-freedom tendencies.. Hasnt the vaccine killed and injuries more than covid? Stop comparing the 'died with covid' numbers. We arent fools such as yourself. Nice try though.",
    "1465771414263316480": "@mkeenan72 @GovKathyHochul I know so many right now with Covid and all vaccinated. It’s crazy",
    "1465771413743226885": "@estherk_k https://t.co/91TiCtNIHO\n\nnah monthly to be Xtra safe!",
    "1465771412996587526": "Even amid the Covid pandemic it is vital doctors understand every patient’s story | Ranjana Srivastava | The Guardian https://t.co/ohDsLds63k",
    "1465771412891779072": "Pfizer CEO states that boosters will be needed every year! \nSo... Eternal revenue of the vaccinated mind?",
    "1465771411218255878": "Too bloody right. Sick of people downplaying Covid infections in kids. Parents will wish they'd removed their fingers from their ears about risks, and campaigned for safe schools. It'll be too late for their kids by the time they realise. https://t.co/ALpNarqPa9",
    "1465771409645338626": "@gyrfalc63587709 @peterrowen_ The severity of the illness DOES NOT determine the safety of the vaccine.  They are BOTH BAD but for those of us with natural antibodies and covid immunity, we are already in that 99.7% survival rate and HEALTHY looking around at all the vax illness and death.  There's no contest",
    "1465771405530873856": "EDM sounds like the future \nCovid -19 feels like hell 🤣",
    "1465771405371486213": "This as the USA imposes a travel ban. And we learn that, wait for it, #omicron was in Europe before it was identified in South Africa. I'm guessing that hidden in these #covid surges we are seeing across USA there are cases of #B11529 already. https://t.co/opJESdfyk3",
    "1465771405354496001": "@PierrePoilievre Being as inflation is judged based of prices from the year before everyone predicted this, the thing is when compared to prices pre Covid there really hasn’t been much of an increase except in sectors where there has been a huge disruption.",
    "1465771404339695626": "Illinois COVID Update: IL reports 5,714 cases, 23 deaths; Dr. Arwady gives live update https://t.co/GfdJteR3Hm",
    "1465771403974742023": "@ConceptualJames It’s like all the elites are statistically illiterate.  Covid presents such a mild threat.",
    "1465771403492442112": "@crossgranny1 @Mimicra07797108 Covid has a survival rate of 99.8% get a fucking grip",
    "1465771402905239568": "@Franklin_Graham Anti-COVID vaccine Christian broadcaster, dies at 64. Does that surprise anyone? He'd be alive if he hadn't been an idiot. Get vaccinated!!!",
    "1465771402347388928": "'Don’t socialise unless necessary'? We are created by the Almighty to be social people. This Jenny Harries  should be sacked if 'No10 disagrees' as claimed and her absurd quango abolished. https://t.co/VV7ZH3rrZS",
    "1465771402175389698": "@talkRADIO Why if I've had covid &amp; got full set of antibodies...do I need multiple doses of spike protein producing treatments regularly put into my body which causes inflamation? Please be this the wake up call to people! This isn't about health its about pandemic profiteering.",
    "1465771399751032840": "@SpotterBrett I got the Pfizer booster. Didn’t have any bad effects. I highly recommend it",
    "1465771398379495439": "@CBCAlerts @CBCNews And how many more in Ontario died due to cancelled surgeries?\n\"Thousands of Canadians died because COVID-19 delayed surgeries, doctors say\"\nFull data is not available\nPartial data for the country: more than 4,000 for the period August to December 2020. https://t.co/dMsdxamIL2",
    "1465771397662269445": "The Covid crisis is different:for the first time in decades an econ crisis produced a fin crisis and a very short supply-induced recession. It proved to be a financial bonanza as real economic scarcity combined with plenty of monetary liquidity pushed up financial assets values",
    "1465771397658124289": "@RubinReport Hair care products, people's health and the transmission of the covid virus are 3 things I would never listen to Jimmy Crammer talk about.",
    "1465771396768964611": "Testing labs brace for first U.S. cases of Omicron https://t.co/VdLdtH8hR5",
    "1465771396756348942": "Being vaccinated doesn't prevent you from COVID.",
    "1465771396731187219": "@WitchyOfG21 Everyone was told having this vaccine was the way out. Turns out that wasn’t true. They was told the government was lying and boom more jags covid passes. Restrictions galore I’m all for whoever wants it each to there own but folk really need to wake up and start asking questions",
    "1465771395481317376": "(3 of 3) Will you help us continue to make an impact? Make your tax-deductible donation here: \nhttps://t.co/i8WWkOjY7c\n\n#GivingTuesday #GivingTuesday2021 #Physicians4InformedConsent #1stDoNoHarm #Vaccines #Vaccination #InformedConsent #Science #Statistics https://t.co/xadfqwWjt3",
    "1465771395019943939": "Öz announces by lashing out against elitist COVID policy and ends his op-ed powerfully: \"I’m running for the Senate to empower you to control your destiny, to reinvigorate our great nation, and to reignite the Divine spark that we should always be seeing in each other.\"",
    "1465771393090392066": "Will New Jabs Be Necessary To Fight Omicron? Here Is Goldman's Answer https://t.co/8HygycK8wR https://t.co/eIXKDh5c1m",
    "1465771392834625536": "@lynn1219 @Tony19542 People who have had covid three times are people who got vaccinated , that impairs their immune systems and makes them susceptible to getting it repeatedly .  Read that again.",
    "1465771391844864005": "@peightoon Aw you COVID-19 Max pro",
    "1465771391731449856": "Omicron Adds Urgency to Covid-19 Vaccine Talks, WTO Chief Says https://t.co/rSWnWR5jAg",
    "1465771390766825477": "@crystalwillseeu I use the bus every morning and even as we see passengers getting on and off at a major covid care hospital, I’d estimate less than 40% are wearing masks. I don’t hold out much hope 😭",
    "1465771390615777282": "Warning: COVID-Fueled Mental Health Crisis Will Be a Costly Second Pandemic https://t.co/BkdTvs9vJn https://t.co/gBDsTCEnEB",
    "1465771390561366024": "@Mikenotsoyeadon Covid Hospitalisations - 0\nCovid Deaths - 0\n\nVaccine Deaths - 2\nVaccine Hospitalisations - 2",
    "1465771390460735488": "COVID-19 live updates: Greece to mandate vaccines for people 60 and older - ABC News - https://t.co/ZuFSAPsGwU via @ABC",
    "1465771389260943361": "Lots of so-called \"Covid Experts\" using words like \"Potentially\" &amp; \"Likely\" to describe #MoronicVariant https://t.co/WQUfEqhez5",
    "1465771388380319745": "@RichUnclePete @AshLMcC \"helps\". Unproven.\nIn fact, we buried a 2x vaccinated woman a couple of weeks ago.  She died of covid. \n\nPlease know I'm pro-vaccine - vaccinated and boosted, but the correlation to prevention, outside of natural immunity is unproven. I think we're actually seeing herd immunity",
    "1465771388157849604": "White House says work toward waiving COVID-19 vaccine intellectual property rights continues https://t.co/4ll68cFaXb https://t.co/1jPdK7WrJ2",
    "1465771387885346816": "@DrShakes_SD You mean 5G doesnt exist or you arr talking about that conspiracy kutsi uhambisa COVID",
    "1465771387545653252": "On the way home from a day at our Birmingham office with sustainability and social value leads. Great to see everyone but I feel like I've been on covid express trains with how busy they were. Standing room only. A big shock to my system. And everyone still not wearing masks.",
    "1465771385507168256": "@KatieFromTexas Because they don’t work! Plus people keep getting sick from being tested. 🤷🏽‍♀️ I know someone that got the vaccine and has got Covid 3 times after that 😕",
    "1465771385503031304": "@BellaWallerstei I think the problem is in the term newly sequenced test samples.\nSequencing against what, computer modelling from a Chinese sample supposedly from a covid patient.\nStill not isolated and purified and proven to exist.\nSo no evidence of omicron or any other covid virus or variant.",
    "1465771385364615168": "Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world - CBS News https://t.co/eg5xgidp2W",
    "1465771384819302405": "Kid in my class got Covid before break &amp; nobody told us teachers anything. Another student told me that his mom got an email that there was a Covid case in our class &amp; there's one kid whose been absent today &amp; yesterday @safeschoolsny @MOREcaucusUFT @nycHealthy @HealthNYGov #NYC",
    "1465771382382473225": "@DonBlais85 There was alot of uncertainty in 2014 but with Brexit and the UK Government handling of Covid there appears to a bit more of an appetite for it",
    "1465771382374125578": "@calvinrobinson AND they cant question your reasons for exemption either , I read that on the governments covid website",
    "1465771382093066240": "@Just_Jo_K @janemerrick23 your “freedom of choice” is fine for you, because you’re likely healthy and won’t die from covid. however, by refusing vaccines, you’re leaving immunocompromised who can’t take the vaccine to die. we need herd immunity, otherwise normality won’t return",
    "1465771380507504640": "Destroy vaccine doses. Burn masks. Destroy COVID injection records.",
    "1465771380214050822": "Truth. #Covid_19 #Covid19UK #COVIDisAirborne #Covid #covidvariant #Variant  #tuesdaymotivations https://t.co/OCzNEXDYy7",
    "1465771379937189896": "@jefftimmer @J_Mei21 I didn’t have any side effects with the any of the Pfizer vaccines, including the booster. Just a sore arm. 💪🏻",
    "1465771377525411852": "@ClareCraigPath I suspect it's been circulating for a while don t you?! Many of the \"it's not covid\" colds have probably been Omicron ...tests useless??",
    "1465771377399525377": "Failing to show proof of vaccination means unpaid leave for 432 B.C. government workers https://t.co/6UlVQz6qru https://t.co/uBtUOeHShn",
    "1465771376774684686": "\"Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world\" https://t.co/qstd1rKjtT",
    "1465771376745267201": "@ZubyMusic OR… People who get covid after getting the vaccines? 🤔",
    "1465771376288088064": "Please sign and share this for us? https://t.co/h0kZlOMjNx",
    "1465771375084425218": "@johniadarola Yet you constantly state the vaccines don't prevent covid.... Now you're trying to prevent getting it? A 99.95% survival rate is pretty good and having a natural immunity is better than your dumbass vaccine.",
    "1465771374778073089": "U.S. COVID-19 vaccine diplomacy envoy returns to nonprofit group https://t.co/GOhj8Rf0xb https://t.co/kV6oNe3ZM0",
    "1465771374501367813": "Reminder: Measures to prevent the spread of the new COVID-19 Omicron variant in the UK have come into force today. Find out more: https://t.co/CH8QjmvjA7 https://t.co/nqyiQ3qz2m",
    "1465771374140526594": "Anti-mask babies. LOL. \n#covid19nz #antivaxxers #antimaskers #Covid \nhttps://t.co/phoiOqJhE0",
    "1465771373729443847": "Will New Jabs Be Necessary To Fight Omicron? Here Is Goldman's Answer https://t.co/nhl4OZXnad #zerohedge",
    "1465771373666648067": "\"Who the Hell is Nigel?\" is a film supported by @TELUS and featuring Nigel Howard, an ASL interpreter that did BC’s COVID-19 briefings. Through Nigel’s rise to fame, the underrepresentation of the Deaf community becomes evident. Watch on Optik TV or at https://t.co/VEOvysTq1m",
    "1465771373410734082": "Preliminary report; Effectiveness of a third dose of BNT162b2 or mRNA-1273 vaccine for preventing post-vaccination COVID-19 infection: an observational study: Background BNT162b2 and mRNA-1273 vaccines are highly protective against COVID-19.… Read more ↓ https://t.co/vhYlJW4g0R",
    "1465771373268127745": "@RepMontague @AngelaTilby @calvinrobinson @10DowningStreet 1 in 350 Floridians, dead from COVID.\n\n1 in 350!",
    "1465771373226168323": "$NVAX is the clear winner! \nLGN🤞🧨🚀 💎✋\nNovavax Vs. Pfizer Stock: Which Is The Better Buy?  https://t.co/L4mE0CnjGT",
    "1465771372773199872": "Will Moderna Ever Learn to Share? | MedPage Today https://t.co/Osyodk1gnF",
    "1465771371301117959": "@GayestFesh @DemonMamaReal Probably not easy to sanitize those udders. Pretty covid-pilled",
    "1465771369648381955": "@ChronoKatie My sister who works at Starbucks brought home COVID and I've been recovering from it...",
    "1465771369245913097": "@LWilson95477508 @DnaLeguillou @Anthony23Bryant @Ed_head1 The study only contradicts your original statement that you can't get Covid twice, you can get it again, and you can continue to spread it.\n\nOn top of this the virus is constantly mutating, with more infectious and harmful variants, the vaccine and boosters will subdue these.",
    "1465771368503558153": "@virginiamh @MrHarryCole Let the children have some fun, it’s been an awful last 18 months or so. They must be scared stiff with all the doom and gloom over Covid and Climate Change.",
    "1465771368008622094": "@fact_covid @BBCNews And gives you a very mild ilness",
    "1465771367551410178": "@CP24 Well the OG covid might have been found in Europe a month before China reported it's first case to the world. So there's that",
    "1465771367488540676": "@burgerphoto @GarlandNixon You're perfectly entitled to continue using \"mixed sources\", even if those sources are funded by Pfizer. \n\nThat's your right. Just stop pretending like you're a free thinker because of it.",
    "1465771365345071109": "@sallysal24 @DrOz You know he was pushing for hydroxychoriquin to treat COVID ? He’s another disaster.",
    "1465771364921524224": "@JackPosobiec The greatest thing Trump ever did was expose what we thought was the swamp he exposed a world so corrupt so dark so evil so abhorrent most of us are still stunned &amp; some still in denial it could be..Trump was A Truth vaccination &amp; I can't wait until he's president again in 2024",
    "1465771364854509575": "@SkyNews More profit for Moderna then.",
    "1465771364426522629": "@angrybklynmom Go here and scroll down to “Assessing COVID-19 Vaccine Harms” https://t.co/pRSV4kI02j",
    "1465771363633926145": "@SubtweetKc @KatieFromTexas It’s funny because if you got vaccinated from measles, you became “immune”(key word) now for covid you can still contract the virus, you’re not “immune”. Ironically, the definition of vaccine was changed to eliminate the word immune. It’s a preventative treatment not a vaccine.",
    "1465771363315195908": "10,466,026 PCR tests have been conducted in Virginia as of today, with a 6.6% positivity rate from those tests over the last week, up from the 6.1% reported Monday. https://t.co/jozeOCQGlW",
    "1465771362853793795": "Last 12 hours have been rough. Thought the booster might be milder. If anything, it's been worse. Still have a fever (though it's finally declining after being well up in the 100s) and lots of aches and pains. Still worth it not to get COVID or spread COVID if I was asymptomatic.",
    "1465771362782384128": "York County had 154 patients hospitalized for COVID-19 as of Tuesday, including 37 adult patients in the ICU and 26 patients on ventilators. \nhttps://t.co/2fdIeQKjNR",
    "1465771362736300034": "Our review of the last night of the #WhatTheFutureHolds tour this weekend by #Steps following the Covid cancellations of the last 2 shows here: https://t.co/MBA7tZHJHs @TheO2",
    "1465771362656534531": "The special doses of #Covid #vaccines for the under-12s in #Spain will not arrive until the second half of December\n\nThe Minister of Health, Carolina Darias, said she does not yet know the number that the country will receive in the first shipments\n\nhttps://t.co/OXZj1XsqIx",
    "1465771362618773506": "The Design Legacy of Covid? It’s All Around You. https://t.co/ZZFFWH00UU \n#design",
    "1465771362564206592": "After Israel stopped allowing entry to foreign travelers on Sunday due to the new #COVID19 variant, Missouri Republican @GovParsonMO on Monday postponed his trip to the country and Greece, scheduled for later this week.\n\nhttps://t.co/HWMHVYogLj",
    "1465771362547486722": "How NYC can combat Omicron:\n• Get vaccinated\n• Get boosted\n• Get tested\n• Wear a mask indoors in public regardless of vaccination status\n\nLearn more: https://t.co/xuTsoQUzT3 https://t.co/lUQPzmRAXh",
    "1465771362107207683": "\"Centers for Medicare &amp; Medicaid Barred From Enforcing Mandatory COVID-19 Vaccine Rule in 10 States\" #CMS #VaccineMandate @JacksonLewisPC https://t.co/p6Faa48fc0",
    "1465771361218048000": "@AnaCabrera Oh hell no!!! he is another QUACK doctor and he absolutely lied about covid-19!!! We don't need no more Quacks believe me I live in Florida!!!! Vote for @JohnFetterman",
    "1465771360169381899": "@HuwPryce @B3nB73 @TiceRichard Have they though?\n\nAverage age of someone dying \"with\" Covid was 83 last I heard, average life expectency in the UK is 82, deaths are counted as a Covid death within 28 days of a positive test.\n\nOld people die, that's what happens at the end of your life.",
    "1465771359586369537": "@MrFloppy999 @Shirley04101935 @talkRADIO Well it clearly is playing a part because there are 7 billion people on the planet and there have been 5 million ish deaths. More people have survived covid than have sadly passed from it.",
    "1465771359510933511": "Lockdown fears due to the new Covid strain are pushing oil down due to tail risk associated with an event similar to Apr 2020.. wouldn’t be surprised to see $WTI at historical highs next year. Using reserves to cap the market will only add fuel if the situation gets out control",
    "1465771358684655620": "@walkersworld1 @timspector @sajidjavid If you get covid after the jab , you do not build the same defence as unjabbed.",
    "1465771357895938051": "@UniqueVietNams @MetaVisa COVID 19 has slowed down many economies around the world but as a crypto business, does it affect you negatively or positively? Are you still on track to achieve your goals or are you planning a new development?",
    "1465771353211035653": "I have customers who call just to talk about covid and politics everyday. \n\nThis is a bank 🧐",
    "1465771353085259780": "@CyborgBooBoo23 Don't know the story, but hoping this is just due to covid freakout and nothing more. \n\nThe way I used to think about it was \"I'm always home for Christmas, because wherever I am then, is home.\" Got me through a few rough years early on.",
    "1465771351814426628": "@RepSwalwell so I'm guessing you've lost your patience each and every year when the yearly flu comes around and takes more children than this covid business has, am I right?",
    "1465771351239585795": "@ZMonteer @peterrowen_ I agree but this is not about politicizing covid",
    "1465771350698692608": "I just donated to @SurvivorsChange to bring much needed support and healing to a community of COVID Survivors. Please consider supporting this incredibly organization!  https://t.co/bdqtdVpgRo",
    "1465771350518284291": "@BoobiesMomma @spytheguy @sceptical50 @Emma071970 @janeturnbull17 Claiming that no famous people or politicians have died from covid is not a matter of opinion.  It's an objectively false statement.  A lie, if you will",
    "1465771349473910785": "@SSBM_Aghi @Thursto93010482 @mkolken What this likely indicates is that PERSONAL CHOICES have greater impact on the course of a pandemic in a country than policy decisions. Therefore those who worry most about covid really need to be worried about being in perfect health and protecting themselves, not others.",
    "1465771347150356480": "@Kinchkun @BAC360 @DrDebraSoh So getting the vax means I won't get COVID?",
    "1465771346584129539": "Exclusive: Covid Vaccines Failed to Lower America's Excess Mortality Rates https://t.co/tPqevqQdoI",
    "1465771346244341763": "COVID-19 in SK: Only 42 new cases reported on Tuesday. 1,322 tests conducted means a test positivity of 3 per cent. \n\nNo new deaths reported. \n\nHospitalizations up by 3 to 133. ICU admissions down 2 to 37.\n\nActive cases down 143 to 715. Lowest since Aug. 12.",
    "1465771345942302720": "@kriistiecorn nice thats a good idea if they have things in place for peope who had covid and cant get it yet",
    "1465771345942175746": "@fauxdea @TheJackal0330 @AlyceLMiller @RepSwalwell So, you know that the vaccine makes you MORE vulnerable to covid than the unvaxxed over time right?  Facts, science,and all so you are the ones that should sign that you will refuse treatment IF YOU GOT THE VAX. But I am not evil so I would never wish that on you. https://t.co/W8R1hej55w",
    "1465771345384550404": "The people who use this hashtag #WearADamnMask are the ones who want never ending lockdowns and the ones who have seemingly found a purpose with the whole covid narrative. If it ends, so does their meaning",
    "1465771345288040454": "@mattpdim791 @arvidep @sailorrooscout Israeli data on Pfizer seems to be based on 13 infected and their contacts. I hope it holds up.",
    "1465771343941713921": "@FranksBullitts First off please explain scientifically how they are able to even identify a variant considering they didn’t isolate the initial virus Also why are they naming them months before they come out And why are they coming from countries resistant to vaccination",
    "1465771343052525570": "how tf y’all believing these covid variants please wake tf up !",
    "1465771340024139791": "\"Economists and public health experts alike say paid sick leave is an essential tool in the effort to prevent COVID-19... The US is entering another COVID holiday season, and federal laws that offered COVID-related paid sick leave to workers have expired.\" https://t.co/maMCHvSLfU",
    "1465771337566334977": "@AnneofKingston @CP24 In Ontario over 300 “breakthrough” cases a day. That works out to over 9000 vaxxed people getting covid a month.  The only ignorance is you. Real vaxxes don’t have breakthrough like this.",
    "1465771336098365452": "Annual #Immunisation Coverage Report 2020 ... \nhttps://t.co/p1PAvxSXYO\n#Aboriginal #AboriginalAndTorresStraitIslander #Adolescent #Australia #Australian #Childhood #Director #Disadvantaged #HPV #HumanPapillomavirus #Influenza #Surveillance #Vaccination #Vaccines #Victoria https://t.co/qshpZy94Mv",
    "1465771336018632725": "@NHSuk @NCSC Not had this one but have had a fake email offering me a COVID certificate.",
    "1465771335204941839": "1/4  Lancet article debunking the 'Pandemic of the unvaccinated\".\n\nThis term was always about denigration and cheap scapegoating, not health.\n\n\"(UK)... week 39 and 42, ... 89.821 COVID-19 cases occurred among the fully vaccinated (89.7%), 3.395 among the unvaccinated (3.4%)",
    "1465771335028666369": "covid 21 lol",
    "1465771332491264007": "Moderna chief predicts existing vaccines will struggle with Omicron https://t.co/Dl97SwwG69",
    "1465771325600014345": "@dyejane83 @annie61smith4 @RosieGottesman @ChuckCallesto \"From Covid and Covid alone\" excludes the hundreds of thousands of Americans who died of Covid-induced pneumonia or respiratory failure.\n\nIt also excludes the many people who'd been living with hypertension or diabetes, only to be killed by Covid.\n\nWhy would you exclude them?",
    "1465771325088227340": "Find out from @AT3_Center how individuals living with disabilities from long COVID can get assistance from Assistive Technology (AT) Act state programs: https://t.co/Q7StouBrru. https://t.co/8u3hYtUFsJ",
    "1465771324886953993": "#OmnicronVariant: As the COVID-19 pandemic has swept the globe, more than 5.2 million people have died from the disease worldwide, including over 779,000 Americans, according to real-time data compiled by Johns Hopkins University's Center for Systems Science and Engineering. https://t.co/PwDgGOd3AW",
    "1465771323368648711": "You're not getting vaccinated for the sake of others. You're getting vaccinated for your own sake. It's a smart act of self preservation. Especially if you're above 50 and have not had Covid. In that case you'd be insane not to get vaccinated",
    "1465771323108384772": "The music of Bach was a lifesaver for us during the COVID year. Greg Ewer writes about the role Bach's music played in his life in his elegant blog post: https://t.co/cSWySsUXHL\nHear Greg share his passion for Bach, Thursday @ 7pm\nhttps://t.co/HIh5TcAIg4 https://t.co/W3yxge3aSk",
    "1465771322823397377": "https://t.co/fjvAMar1RG\n\nThe South African pharmaceutical company Aspen has signed an agreement in principle with the American giant Johnson &amp; Johnson (J&amp;J), paving the way for the production and marketing of an anti-Covid vaccine \" made in Africa for Africa \"",
    "1465771322030452736": "@jlms_qkw @justinsytsma I was the same needle phobic child as well! I literally threw tantrums whenever I had to get shots. But guess who happily went to all three Covid shot appointments by herself and didn’t even throw a tantrum?",
    "1465771320868749313": "I'm....not in the 'news media' or any media for that matter, but thanks, Thunderbird. 😷\n\nP.s. Covid related death is very real. https://t.co/KoWcMAvfay",
    "1465771320021553162": "Sweden: Get Your Covid Vaccine Passport in a Chip in Your Hand (VIDEO) https://t.co/3hvxgO4nK3 via @gatewaypundit",
    "1465771319920844810": "@sheep_woolly @EssexPR 1600 people die a day. Most of those dying are 'with' covid. Your point is???",
    "1465771319090290690": "@shannonmichele_ I went to the one before Covid. Best festival I’ve been to",
    "1465771318972878851": "Omicron sounds more like a James Bond, Batman, Spider-Man or Power Rangers villain or a Power Rangers monster or Sonic The Hedgehog robot than a new Covid variant",
    "1465771318402592776": "The Centers for Disease Control and Prevention strengthened its recommendation for people 18 and older to get Covid-19 boosters, reflecting the risk posed by the recently discovered Omicron variant https://t.co/FLOBzrzKKx",
    "1465771318381629445": "Biontech creator says Pfizer protects against Omnicron.  https://t.co/zNFZ2pH47k",
    "1465771318230532101": "@levi_mulei @TheEconomist Vaccine does not stop covid. I will repeat this, THE VACCINE DOES NOT STOP COVID. Masks other than N95 do not stop covid. \n\nFully vaccinated and boosted people are still getting covid and some are dieing. Only people this benefits are politicians and Pfizer, Moderna and J&amp;J.",
    "1465771316309495808": "He the reason the league got Covid https://t.co/TBcYE0KjAv",
    "1465771315374157826": "From Spain to America, corporate landlords are using predatory tactics to make huge profits at the expense of middle- and working-class people. We must better regulate corporate landlords. That includes #RentControl. https://t.co/fBcRG3vWuB",
    "1465771311389679622": "@beamsvillemac @ColinDMello Frankly, I'm still mad about the October 19th, 2020 press conference at which Dr Williams suggested he thought we might be \"plateauing\" at around 700 cases/ day. \n\nI'm going to go to my grave still angry that more Ontarians died of COVID-19 in 2021 than in 2020.",
    "1465771310592708610": "When we're United as a community we can help more people rebuild their lives better and stronger after the economic fallout COVID-19 and other crises. Let's act together today on #GivingTuesday and every day! Donate now. https://t.co/JzKtuQiG0D  @micauw https://t.co/N4RenV5j2D",
    "1465771310391435273": "COVID Impacts Work-Made-For-Hire Doctrine Analysis https://t.co/Z81bCrpFpw",
    "1465771310366302209": "@Siggssssss I don’t think that’s safe to say at all. They have a very low vaccination rate.",
    "1465771309254782983": "Opinion | Will Moderna Ever Learn to Share? https://t.co/DkkJ0iGAlw",
    "1465771308734722057": "@FergalBowers @rtenews https://t.co/i0D9H6aAb0 Dr. Pierre Kory gives Testimony in the US Senate, the United States Of America on Prevention &amp; Treatment for Covid 19 December based on mountains of data.",
    "1465771308633915392": "Here's the math on #COVID19 vaccination in Utah, per @UtahDepOfHealth...\n1st dose: 2,071,708 (2,594 new)\nFully: 1,806,315 (4,561 new)\nBooster: 406,480 (7,419 new)\n@fox13 #utpol #Utah",
    "1465771308545941523": "@Rustybe96849965 Jab has in most scientists opinion although hard to measure reduce transmission significantly. In addition not getting it due to vaccination means you don't have it to spread thus reducing pool of infected people overall. Not getting jabbed based on facts is hard to understand.",
    "1465771308407472129": "Pfizer lobbying for what exactly?🤔 https://t.co/JG2kky4Abm",
    "1465771307719708673": "@karinaKarah @LYNNMILDNER @AvonandsomerRob Here's one who did.\n\nhttps://t.co/Kn1Ou2fXr8",
    "1465771306260090883": "@garyvee Going into December with nothing man, no family, finaceé ended things and my daughter has been taken away from me.. my job is coming to an end due to covid and I don't know whats the point in continuing man! Thanks for being the guy you are gary, always giving back.. inspiring!",
    "1465771305085673474": "Everyone is busy arresting covid I guess n forgetting about everything else😒mxm https://t.co/SC0cKAXDPd",
    "1465771303474974722": "*** UPDATED COVID ADVISORIES FOR ALADDIN ***\nAhead of our opening of Aladdin this weekend we wanted to update you on a few recommendations that we would like to notify you about before your visit to us. Please see our advisories below by opening the link.\nhttps://t.co/jqQ2ENm0p8 https://t.co/paGr870l0G",
    "1465771301491154955": "@UROCKlive1 Their Governor is feeding them loads of crap too! I have a friend in Iowa who absolutely despises these people! Many won’t work because of COVID and crap wages.",
    "1465771300765376512": "Had my Covid booster this morning.\nModerna.\nFelt really rough for a couple of days after my two Pfizer-BioNTech jabs.\nBe interesting to see how this one goes. So far, only a sore arm.",
    "1465771299855294466": "Gotta love how the left has become Big Pharma pushers, especially supportive of the guy (Fraudci) who is responsible for helping CREATE covid in the first place #NHpolitics https://t.co/cqh94H0jMs",
    "1465771299591143434": "@Clint0nAnders0n @vivenconsulting @CBCAlerts And yours is? CDC stated vaccinated and unvaccinated spread Covid the same, same viral loads.",
    "1465771299121385481": "getting tested for the flu and covid… why?? idk. it’s just a fever",
    "1465771299092013069": "@donlemon Hello. I am a Flight Attendant based in NY. Please help us. The Covid testing site at LGA JFK is being shut down. We need this facility for all airport workers and passengers. This facility is vital especially with this new variant.",
    "1465771298991136771": "@SneakYxSnow @Be4everthankful @DineshDSouza I am not convinced based what I have seen globally that Covid is not more deadly than the flu. I don’t think the fed should force private or public orgs not funded by feds but hospitals or businesses should have the right to require it of their employees if they want.",
    "1465771297795936263": "2022 Bunbury Music Festival canceled due to COVID-19 complications https://t.co/pfL1h4Lfd0",
    "1465771295593746432": "@newsmax \n@WSJ \nDamn You Fox Fake News  Dr. Marc Siegel: To defeat coronavirus, we must do this. Fear confounds, dilates, and complicates our reaction to COVID-19, and interferes with our perception And Flip Flops On The Booster Jabs\n@FoxNews \nhttps://t.co/pvYlh9ONWm",
    "1465771295019311104": "@CP24 And how many more in Ontario died due to cancelled surgeries?\n\"Thousands of Canadians died because COVID-19 delayed surgeries, doctors say\"\nFull data is not available\nPartial data for the country: more than 4,000 for the period August to December 2020. https://t.co/dMsdxamIL2",
    "1465771294247559172": "@Racer05X @JenniferNuzzo @TorontoIDDoc If you need a real simple example. My son complained of a sore throat a week ago he's currently in school grade 5. I checked him and he had a fever so immediately we put him in his room until we could get a covid test done. Came back negative, he rejoined us in the family room.",
    "1465771292712476675": "@ChloeMS @WHO @UN Promoting the general welfare of a nation, almost completely silent about the new Covid until after Black Friday , Gun Violence , Diabetes, Cancer, mental health, Cops murdering black people , Discrimination in housing and employment etc.., GMO, Poverty,INC Pollution, Global Warm",
    "1465771291651231747": "@sf_coeurdeleon @cindyalutz @danielkotzin @onetimeisnow Yet 1)  you didn't say a word about previous forced vaccinations. And 2) who is forcing Covid vaccination on 5 year olds?",
    "1465771290334171136": "@DoggyDo69662169 @NPR No they aren't. You are being mislead by thinking VARS is accurate or related to Covid-19.  My Dog could report 500,000 death on VARS.",
    "1465771289059209228": "@NHSMillion We're not being offered Astrazeneca boosters you notice:\nhttps://t.co/i2BffASN2v",
    "1465771288513892353": "Will We Ever Get Rid of Covid-19? https://t.co/DuLnecslHY (https://t.co/dKz1H8xf9Y)",
    "1465771287767355396": "\"You're not going to get COVID if you get these vaccinations,\" said Joe Biden.\n\nTrusting a lifelong politician on his 100,000th public lie is long odds.",
    "1465771287561875479": "TONIGHT: @belmontchicago takes over The Foundry! ⚡️\n\n🎟 Tickets are still available: https://t.co/9WgcWuIPoI\n\n⏰ Box office: 4:30PM I Doors: 6:30PM I Show: 7:30PM\n\n😷 Check out our COVID policy: https://t.co/GB8UydZ4RE https://t.co/bEuj8JKNjq",
    "1465771286504919043": "@pulte hi my Gf is a nurse in nee York and I’m trying my best to see her for New Years as COVID as stopped us from seeing each over for over a year. I live in London she lives in New York so we are meeting in Canada due to restrictions. Any chance you could help with our flights?",
    "1465771285783453698": "@Franklin_Graham Anti-COVID vaccine Christian broadcaster, dies at 64. Does that surprise anyone? He'd be alive if he hadn't been an idiot. Get vaccinated!!!",
    "1465771283572871170": "@RepSwalwell I'd gladly take a week of covid symptoms, over a US Representative that has a sexual affair with our sworn enemy.",
    "1465771283258433543": "@TristamPratori1 Aha vaccination will be important like in the flu pandemic",
    "1465771282386018304": "Covid Vaccines Don’t Alter Your DNA – They Help Choose Cells To Strengthen Your Immune Response https://t.co/JgGoGmy259",
    "1465771278418292745": "There are several COVID-19 variants you haven't heard of https://t.co/uOxwDYpiNp",
    "1465771277579259904": "@Clutch_Lux @ZSSBanshee @soulkuso @Clutch_Lux is the type of guy to get the covid vaccine",
    "1465771277134745605": "Two years into the pandemic and I’m still having to defend patients whose employers penalize them for staying home when they have COVID exposures + symptoms. \n\nWill our society ever learn to put health above money?",
    "1465771276010676229": "@wmashome @1CryptoRyder @ChaskaDaisy Somebody tell everybody what does the Vaccine do exactly?  We know it does not prevent you from contracting covid, does not prevent you from transmitting covid, and you need another jab for what we have yet to understand. All the people who died ‘facts’don’t back up the vaccine.",
    "1465771275905867779": "Double Vaccinated or not, you’d always need Covid PCR test. 😑",
    "1465771274295144448": "@TrumpJew2 Authoritarian a-hole! He’s getting paid to promote this. What an inhuman total sell-out! Hey Jim, why don’t you do your research before you open your big mouth? The Covid vaccine is killing people. From the CDC 👇🏼 @jimcramer https://t.co/KDJXeNO2iV",
    "1465771274140102659": "Resist or be a slave!\n#COVID19Vaccine #COVIDー19 #COVID19 #covid19nsw #covid19aus #covid #covidvic\n#GetVaccinated #WearAMask #GetVaxxed  #GetVaccinatedNow #Vaccination #vaccine #vaccines #GetVaccinatedOrGetCovid #VaccineCentury https://t.co/MWwqboSyJl",
    "1465771272932052998": "What We Know About the New Covid Variant, Omicron   https://t.co/2P5yLKL3CJ",
    "1465771271149473792": "Conspiracy here! We need one on the left. I’m not approved but, think about it, what the hell happened with this Covid, after Maralago? What happened with the lab folks,arrested or killed? As far as the spread over the world, remember Kamakaze pilots, WTC 9-11,think! They die 4?? https://t.co/kgYQ0gsCEc",
    "1465771269937418242": "$JNJ NEW ARTICLE : Street analysts have mixed views on Omicron impact on COVID vaccines https://t.co/ezvRoKHtlp Get all the latest $JNJ related news here : https://t.co/PVqjshGxIm",
    "1465771269111132175": "@TaMandanii But it doesn’t have all the COVID symptoms 💀",
    "1465771268980969475": "- $unm trades at a discount to its book value.\n- In a regular year, $unm should generate $1 billion and the market cap is ~$5.2 billion\n- Headwinds: Interest rates and COVID-19 persist, but $unm will re-rate once these headwinds go away",
    "1465771268305731585": "UAE 🇦🇪 COVID-19 current stats for Tue Nov 30 2021\n\nCases: 742,041\nDeaths: 2,147\nRecovered: 736,939\nActive: 2,955\nTests: 101,356,006\nDoses: 21,548,528\n\n#covid_ae\nhttps://t.co/ZPWa3RdT6e https://t.co/kdQEDQBGyJ",
    "1465771268058275841": "In the name of New Virus, India and other countries finds the opportunity to earn illegitimate money from the foreign travellers. Despite of the vaccination passport, why do we need to stay in the hotel ? @PMOIndia \ncan anyone explain me the logic ?",
    "1465771267093458944": "Oxford Professor: Official Data Shows Face Masks \"Made No Meaningful Difference\" To Infection Rates | ZeroHedge  https://t.co/bd3nyChOs1",
    "1465771266468679685": "The head of the UN health agency has criticized “blunt” and “blanket” measures taken by countries in the past few days to stop the spread of the Omicron variant https://t.co/zPIzcffsib",
    "1465771265868791808": "University encourages voluntary COVID testing https://t.co/iX7Isxe63n",
    "1465771265470304259": "@JackPolakoff Its too bad all those vaxxed are the ones now dying of covid. 🤷‍♂️",
    "1465771264937803788": "Big Pharma is not the only one who will profit off the new COVID scariant https://t.co/LQeFupWjhN via @CDNNow",
    "1465771264858075137": "@crossgranny1 @Mimicra07797108 I’m very sorry for your loss. Nurses are speaking out about what’s causing the crisis, &amp; it’s not covid. Everyone I know is v’d &amp; 2 injured by it. I’m not liking the fear mongering &amp; lies that are being told or the way we are going.",
    "1465771264505700363": "@4ndroidFever @OrdinaryGamers I'm glad SOMEONE understood my snark....everyone else replying like I said it's not going to be a big deal, lol.\nDon't worry, if it's infectious the window lickers will find some way to get it into the US, then breed it like crazy with their covid parties.",
    "1465771264379916290": "£96 for a covid test 🥵",
    "1465771263268376577": "@MrsLesleyKemp @kellsley Since having covid I suffer shortness of breath which a mask doesn't help. However I have no problem putting one on when I go in a shop etc. It's not difficult is it 😷",
    "1465771261099974656": "@kylamb8 Yes, it's winter. We knew from the beginning that the sun destroys Covid.",
    "1465771258260377600": "@ZubyMusic we've actually eradicated the common cold along with the flu, sorry you didn't get the memo. covid is the only illness that exists anymore",
    "1465771258180620288": "Covid , Omicron Variant \nhttps://t.co/C40GeA5Qh9",
    "1465771257849393158": "You know who's going to be alright after Covid? Intravenous drug users. I doubt any of them are antivaxxers or afraid of needles.",
    "1465771253415833605": "See @MumbaiPolice fully Crowd after 1 am also gathering at Just Beside Toyota Showroom comes under Bangur Nagar Police Stn.\n\nWhy the Illegal Hawkers running their business Full night without any fear of OMICRON Virus &amp; Covid-19 Virus???\n\nPlz take any serious action against them. https://t.co/XppH7Pr2i4",
    "1465771252929363969": "Its over. We're fucked. We have no human rights in New Zealand. They can legally do whatever they like now. \n\n https://t.co/587vt44VIu",
    "1465771252853854214": "@Stuart08114409 @RepMontague LOL at comparing Covid-19 to Smallpox and Polio!",
    "1465771252027584513": "@CDCDirector The evidence shows that #Covaxin, a traditional(non mRNA) vaccine alternative, like the Polio vaccine, is safe &amp; effective. Why aren’t we using it in the fight against #covid? https://t.co/DgfyiDZHMI",
    "1465771251796951048": "Statement on public health website creates confusion around vaccination consent in Niagara schools https://t.co/yLfQiF3wb7",
    "1465771249347575808": "@Ireland2020 No be that if he has a covid event on stage!",
    "1465771248856846342": "@attalias22 @DruNyamathanga @tobylewischa @piersmorgan Why would you guarantee a beating for your immune system 2-3 times a year with the vaxx? Covid is harmless to 99% of people. The 1% who are vulnerable are the same people who vulnerable to flu every year, the very old and frail.",
    "1465771247967649799": "@RepSwalwell You’re vaccinated, why are you so concerned? You do realize that a vaccinated person can also get covid and transmit it? Being vaccinated doesn’t protect anyone around you. If it did, you wouldn’t need to be concerned for your children because your vaccination would protect them.",
    "1465771247711797253": "Persons who are unwell or at risk of developing severe COVID-19 disease and dying, including people 60 years of age or older or those with comorbidities (e.g. heart disease, cancer and diabetes), should be advised to postpone travel. https://t.co/vhh5lNJ9vS",
    "1465771246331834371": "Dear America…let’s get back to 2018/19 before covid! No masks! #nomandates #nomask let’s move forward! #SpoilerAlert there will always be a new variant! #USA #america #OmicronVariant let’s move on with our lives! #checkflorida #checkthatmap #cdc",
    "1465771243748089856": "@Hey_You_Guys97 @stlsportsfan7 @SundinsJofa @frank_seravalli Because some people still refuse to get vaccinated. This is very simple math, friend. \nUnvaccinated people 20 times more likely to die from COVID-19, Texas data shows https://t.co/ckczFmd6Qq",
    "1465771242431123463": "A depressing view from Tara C. Smith, a contributing columnist at Quanta Magazine.  We will have to do better. https://t.co/owsgQRGSlD",
    "1465771242162638853": "There are much bigger problems to deal with but you seem to have parked these into “the too difficult box” It will come back to bite you but you will have probably became a Pfizer Director by then https://t.co/qu4U2ODStE",
    "1465771242070462477": "@bigdamnband This song is like a fine wine as this covid nonsense wears on this song only gets more meaningful, take heart it can not last forever.\nhttps://t.co/53iz3vhvlX",
    "1465771242020130816": "Is the Covid early bird special dis https://t.co/RJuiEfKyfI",
    "1465771240057049088": "I got the Pfizer vaccine 7 months ago, 2nd does caused a few hours of chills and general achiness.  Had breakthrough COVID in late July, felt like a really bad cold but without taste or smell.  Just got the booster.  Any predictions on how I'll feel over the next 3 days?",
    "1465771238937276425": "@TheRightMelissa Odd, Ohio has low vaccination rate (only 53%) but in the top 5 for number of Covid cases.",
    "1465771238111035394": "@gibbzer I had a sore arm for about 3 days (got both on the same side); felt a bit grotty maybe for 18 hours. Moderna? Seems to be what the EH postcodes are getting.",
    "1465771238102638593": "5 senior Air India pilots died in May due to Covid-19 - Coronavirus Outbreak News https://t.co/BTHg5GCOhw",
    "1465771236655566857": "@PrisonPlanet The Covid Marshalls were getting lazy and out of condition.",
    "1465771235225346055": "@RayBeckerman Those same expert didnt complain about UK...\n\nhttps://t.co/vUkzC6RmH2",
    "1465771231492419593": "@FedLawClerk @anarcho70 @tassthegreek @ZubyMusic @ZubyMusic now they want distinguish between dying of covid and dying with covid when vaccinated are dying the most. 😆",
    "1465771230871515136": "@joe_luca2003 @TheEconomist Okay? If they weren’t allowed to travel it wouldn’t be spreading globally. So when an unvaccinated individual spreads covid let’s publicly shame them, but when a vaccinated individual spreads it lets still blame the unvaccinated? Is that your point?",
    "1465771230544502789": "@picardonhealth @CBCNews And how many more in Ontario died due to cancelled surgeries?\n\"Thousands of Canadians died because COVID-19 delayed surgeries, doctors say\"\nFull data is not available\nPartial data for the country: more than 4,000 for the period August to December 2020. https://t.co/dMsdxamIL2",
    "1465771230292856836": "[UK] Did you Hear About the Pokemon that Caught COVID-19?... It Was Koffing! Lets GO Smug Squad!\n\nhttps://t.co/jSUsCAYaid\n\n#twitch #streamer #videogames #twitchstreamer #twitchaffiliate #gamer #Pokemon #PokemonShiningPearl #Pokemonbrilliantdiamond #PokemonBDSP",
    "1465771230196342784": "@AztecMacho @ConceptualJames If we had sterilizing vaccines, then maybe, but we don't.\n\nThe current COVID-19 vaccines do not prevent infection nor do they stop transmission. They reduce disease severity. They also lose effectiveness within a year. They simply can't eradicate COVID-19 like smallpox.",
    "1465771229604827140": "@PolishPistola @HwzStock Where did you hear that?  It just takes a second to look up that they do work. We've been at this for two years.  we don't need to argue.  Put on the mask or dont. I don't really care. He just seemed confused https://t.co/aIgegsAzvU",
    "1465771228283686913": "J-K Edu Dept Officer Issues Transfer Orders On Retirement Day; Probe Ordered - Coronavirus Updates https://t.co/QRwvErfBJs corona live tracker, corona outbreak, coronavirus, coronavirus updates, covid-19, covid-19 tracker, covid19 outbreak, latest news, Top India News- News18.c… https://t.co/xS1RW9oB4j",
    "1465771227260370944": "@Maxyss_ @DNemmly @bblock29 Guess you never heard of long Covid and the waste of health care money due to idiots like you.",
    "1465771224785571841": "@Barrtecforever @sandcastle1975 @thinks_about_it @seandotcab @JohnDublin10 @Kenneth72712993 @jimdtweet @amcelha3 @4Clearsky @BubbasRanch @Moderna5G_666 @IngersolRobert @OscarsWild1 @BolzmannMichael @rln_nelson @HalBrow68884227 @AristotleMrs @BigRakaDoc @chimera414 @k_b_lvi @Stephen04880258 @GuyGadboisGuyG1 @thisisnothappen @basil_ireton @The_Ouroboros__ @DavidTaylorYork @GlennCarr6 @DawnTJ90 @keithamccluskey @Gordon_DHG @EricWil06256732 @wildweatherdan @robhon_ @try2golf @ejwwest @TWTThisIsNow @Tragiicomedy @covid_parent @IanDJbrown2 @Narvuntien @dan613 @Boeing74 @organicdot @oakden_wolf @RobMeekel @25_cycle @sunsnowflowers @BridgetHolmstro @rockandroll432 You don’t get do you? When have sheep like you ever thought for themselves?",
    "1465771223275773952": "Authorities: 4 To 6 People Shot In Michigan School Shooting - Coronavirus Updates https://t.co/8MMrL9OAqr corona live tracker, corona outbreak, coronavirus, coronavirus updates, covid-19, covid-19 tracker, covid19 outbreak, latest news, Top India News- https://t.co/1Oq2sbFV9K https://t.co/U0fvUaZKQs",
    "1465771223229550602": "daily Covid cases, deaths and admissions FALL https://t.co/BsUYNOrwmy",
    "1465771221686132738": "Covid - could lead to death\n\nAbortion - does lead to death\n\nBoth want the other mandated and believe they have the moral high ground.",
    "1465771220004225033": "Sitting in a parking lot waiting for my Covid booster.",
    "1465771218682974211": "@cjkc_life09 @hotchman It is not that people are clueless , but if someone don't want to get the shot they should not have to. If a person gets the shot , they can still get covid and they can still spread it. If a person don't get the shot , they can still get it and spread it. It is a persons choice",
    "1465771217651212289": "Vaccine makers are preparing for the Omicron storm and are already working on modified boosters targeting the new COVID strain. https://t.co/tP2Q9XKpdb",
    "1465771216543760385": "@Cindy07948070 @joegarra61 I pushed the matter because they refused to see patients due to covid. I pushed because o had a negative test. It’s ridiculous. My instruction first visit (over the phone) was get a test.  After negative test they didn’t want to see me to examine me. Ridiculous!",
    "1465771216124493826": "Nagaland Reports 13 New COVID Cases, Tally Rises To 32,122 - Coronavirus Updates https://t.co/UsoikXfHjk corona live tracker, corona outbreak, coronavirus, coronavirus updates, covid-19, covid-19 tracker, covid19 outbreak, latest news, Top India News- https://t.co/1Oq2sbFV9K https://t.co/0X4yDVnMIY",
    "1465771216111689729": "During the early months of the COVID-19 pandemic, Dr. Oz used his show to promote Hydroxychloroquine as a treatment for the virus, a treatment that was shown to have no medical value and potential harm.",
    "1465771215927324675": "@tonne69 @evelynvioletga Why? Explain what to you? They are implementing mandatory vaccines for HCW's. And everyone else. Where are you lost?\nAll I'm saying is the unvaxxed don't always get as sick as you say. Mandatory vaccination is a joke! Bullshit!",
    "1465771214312464386": "Oz’s initial up ed announcing a run signals that he’ll bash medical  “elites,” criticize Covid shutdowns and praise Donald Trump for the vaccine, even though many of his supporters do not want it.",
    "1465771212521590790": "…meanwhile the MOH portal won’t let me in to get my vaccination certificate 😬",
    "1465771212408336388": "@Franklin_Graham @Daystar Anti-COVID vaccine Christian broadcaster, dies at 64. Does that surprise anyone? He'd be alive if he hadn't been an idiot. Get vaccinated!!!",
    "1465771210638307328": "Man Caught Will Illegal Arms, Ammunition In Bengal - Coronavirus Updates https://t.co/KnZf9TKpvR corona live tracker, corona outbreak, coronavirus, coronavirus updates, covid-19, covid-19 tracker, covid19 outbreak, latest news, Top India News- https://t.co/1Oq2sbFV9K https://t.co/pmk3P89UwA",
    "1465771209555996673": "Join us Thursday, Dec. 4 @ 4pm on YouTube or Facebook for a bilingual screening of Vendedores en Acción, a documentary that highlights the economic and emotional difficulties street vendors face in our city, especially during the COVID-19 pandemic.\nInfo at https://t.co/d6OzgtfNB9 https://t.co/rleZOdfTKx",
    "1465771209535082497": "I'm definitely gonna end up with covid after this travel day, aren't I? The idiots are out in force in the Denver airport.",
    "1465771208708956166": "@amcelha3 @JohnDublin10 @CrispyCX @4Clearsky @jimdtweet @Kenneth72712993 @Moderna5G_666 @sandcastle1975 @IngersolRobert @OscarsWild1 @BolzmannMichael @rln_nelson @HalBrow68884227 @AristotleMrs @BigRakaDoc @chimera414 @k_b_lvi @Stephen04880258 @GuyGadboisGuyG1 @thisisnothappen @basil_ireton @The_Ouroboros__ @DavidTaylorYork @GlennCarr6 @DawnTJ90 @keithamccluskey @Gordon_DHG @EricWil06256732 @wildweatherdan @robhon_ @try2golf @ejwwest @TWTThisIsNow @Tragiicomedy @covid_parent @Canadianworker2 @IanDJbrown2 @Narvuntien @dan613 @Boeing74 @organicdot @oakden_wolf @RobMeekel @25_cycle @sunsnowflowers @BridgetHolmstro @rockandroll432 @MassiMassian @DaveJohn0175 @TheDisproof No, it isn't. It hasn't even been a year yet and there is a definite buzz about people being hurt. \n\nNo doubt Joe the Angry will determine Children's Health Defense is an evil right-wing organization with ties to Russia.\n\nhttps://t.co/rfk0jRVGIB",
    "1465771208608260111": "@ErlindaShen @RightWingWatch well ... our opponents of the vaccination lost a referendum. now it's a little quieter. also because now the measures are part of the will of the people.",
    "1465771207693844494": "Observing Session ✨🔭\n\nSat 4th Dec\nFrom 8.00pm\n\nJoin us at Little Ness Village Hall SY42LG, for an observing session conducted by Stan Courtney. Please wrap up warm &amp; bring a flask, as well as telescopes if you have them ✨🔭✨\n\nCOVID - Please remember ‘Masks and Space’ 😷 https://t.co/rQRIrThp39",
    "1465771207337418752": "@helioschild777 @bluewizard814 @KatieFromTexas No boosters, but I know a person who had their polio vaccination, like everyone else, and still contacted and recently died from Polio.  Any other genius comebacks??",
    "1465771204397174788": "Man Caught Will Illegal Arms, Ammunition In Bengal - Coronavirus Updates https://t.co/9MAGuenpwg corona live tracker, corona outbreak, coronavirus, coronavirus updates, covid-19, covid-19 tracker, covid19 outbreak, latest news, Top India News- https://t.co/1Oq2sbFV9K https://t.co/fZi9tJA5Qa",
    "1465771203973586945": "@ArrojaRicardo @nytimes Estudo sobre o tema publicado no Salk Institute.\nhttps://t.co/ubl803tiHD  \"Salk researchers and collaborators show how the protein damages cells, confirming COVID-19 as a primarily vascular disease\"",
    "1465771201972875268": "@hushlaa @AlexandraLevi20 This is the guy who caught Covid and was treating himself with horse dewormer, right? You look up to him?",
    "1465771201175994368": "All I am going to say is that masks slow the spread of COVID, vaccines lessen the effect of COVID, getting COVID fuckin sucks (personal experience), and a vaccine mandate in this climate will only cause people to fully reject any measures at containment.",
    "1465771200995594245": "Ok, it’s officially the run up to Christmas. The girl and I are watching ‘Love Actually’, and for tonight love - not Covid - is the only thing that’s all around #Christmas https://t.co/x84nxquZY6",
    "1465771199682781192": "@JustinToney13 @FreckledLiberty No my argument is if you believe Fauci ir you believe the government is perpetuating a covid hoax look at the data and info that other countries are sharing. And if Mistly EVERYONE is saying covid is bad vaccines help. you may wanna 1 stop using Fauci and the cdc as a scapegoat.",
    "1465771199271784453": "📢New paper: \"Intention to adhere to test, trace, and isolate during the COVID-19 pandemic\"\n\nhttps://t.co/02HGvlk2mH\n\nWith @louisesmith142 @DrRichardAmlot @ntfear @SusanMichie @EPR_HPRU \n\nWe looked at psychological predictors of intention to engage with NHS Test and Trace\n\n🧵",
    "1465771198193840128": "#Resist #VetsResistSquadron #TheResistance #WeThePeople In About Ten Year we Will Be over COVID and can have Herd Immunity because all the Un-Vaccinated will be Dead !",
    "1465771198076313603": "Organised crime rises in Africa as criminal groups take advantage of COVID-19 - Report https://t.co/QaYJjYiivb",
    "1465771196214128656": "@CharlotteEmmaUK You know he's gonna get Covid boosted",
    "1465771195631087617": "@MarleneBSB3109 @newsmax How many of those 600,000 actually died of covid? I bet it's alot less than what there telling you. Just because they tested positive for covid doesn't mean covid killed them. Why are so many doctors &amp; health care workers refusing to get vaccinated?",
    "1465771195601760264": "@letsaskanexpert @Sheardo32 @piersmorgan I'm talking the covid vaccine.  The number 1 factor for people having a rough bout with covid is obesity. We should be prioritizing healthy lifestyles...eating well, and regular exercise.",
    "1465771190719594496": "@Styx666Official shame there's no spirit left in us, too many romanians bow to this new covid religion just like everyone else...",
    "1465771190484623370": "Three COVID Cases @ Rye Schools https://t.co/o0sgIvNxhv",
    "1465771188882481167": "If the worst-case scenario of Omicron defeating the current vaccines does come to fruition, Mikael Dolsten, Pfizer's top scientist, said Pfizer will be ready. His goal is to be prepared to launch a new vaccination campaign by March 2022, if needed. https://t.co/fAcTjcO74E",
    "1465771188148486149": "@kylegriffin1 Good. If they don't think enough of their patients to protect them from COVID-19 they should find another line of work.",
    "1465771188043632643": "@limehou11657626 \"Famed\" Italian politician Silvio Berlusconi has spoken about some prolonged symptoms and sequelae after covid although he never used long covid. In Italy almost no one in important positions talks openly about it although awareness is growing",
    "1465771187485696005": "Whole team bout to have Covid https://t.co/bOpZ28QHrn",
    "1465771183748624396": "@samtearr @Strichy2 @LiamRumsey64 @SkyNews What  you're  point  I wasn't  even  speaking  to  you   \nIf you  know  people  that  have  gotten  covid  and  haven't  had  the  vacancie  or Booster  then good  for you  I bet  they  didn't  have  a serious underlying  health  problems  or they  were  young",
    "1465771183144591381": "Southpark post covid special trailer\nhttps://t.co/1OfcLtkpo1",
    "1465771182276456455": "@StephenNolan So, according to the eligibility criteria on the COVID booking website for NI. 40-49 year-olds can book using the site, but anyone older than that can’t. How does that make ANY sense???",
    "1465771180850401283": "@bernherts @NorthAngry @ElliottTootone1 @Johnrashton47 @AngelaRayner @Keir_Starmer @UKLabour @GMC @rcgp @NHSEngland @Channel4News @Ianblackford_MP @LibDems @AndyBurnhamGM @GoodLawProject @TheLancet No though you perhaps don't understand the difference between a payment to a GP and a payment to a Primary Care network. Nor the difference between vaccinating someone and running a vaccination programme.",
    "1465771179382296579": "…the shipping and production of as many vaccines as is practical across the globe.\nThe rush to a travel ban on African nations is closing the door well after the horse has bolted and is opposed by the WTO. Cases of new strains of Covid are found in many countries, some…(2/6)",
    "1465771178627411977": "Every #Covid_19 death and hospital admission is the result of right wing politicians and pundits who spread dewar and misinformation.",
    "1465771177134149636": "@opsoms @OPSOMSPeru Enough of continuing to instill fear in the world and promote only the trade in vaccines, we must also support with fumigations with virucides, bactericides and honguisides to avoid the accumulation of viral loads... For every place definitively #Covid_19",
    "1465771176886554627": "Omicron Covid variant ‘present in Europe at least 10 days ago’ https://t.co/X9TDOJsUYT",
    "1465771176320512000": "WHO urges calm approach to omicron variant of COVID, warns travel restrictions may undermine surveillance and tracking https://t.co/S7b4jLONRZ",
    "1465771175255154694": "@Wundawoman2 @beverleyturner Average age of covid death is 82- within 28 days of a positive PCR (so hugely inflated deaths). Cloth masks don’t work- they stop fluid not viruses. And how many years are you prepared to tolerate this BS? Covid is endemic- we have to live with it",
    "1465771175108386834": "@AvonandsomerRob Fantastic and I'm one of the 5 million who have refused covid vaccines",
    "1465771174282022917": "The whole point of the vaccine that you swear by is to protect you and your family from the virus, so what’s it matter if somebody else isn’t vaxxed? Are you not confident in your vaccination to protect you? And if that’s the case why try and push it so hard on others🤨 https://t.co/KCuLarrfmJ",
    "1465771173896081414": "@RepMontague 1 in 350 Floridians is dead from COVID.\n\nThat's 10th highest in the nation.\n\nLowest daily cases because, well, a bunch of died.\nWell done Florida.",
    "1465771172696571910": "Booked my Covid booster and ya girl is gambling bc she has a final paper and project to finish that weekend 🙃",
    "1465771172323282948": "Shame on the countries that rushed to place South Africa on a ban. What other countries failed to do, leading the rest of the world in transparency, SA did it with pride. But because it is Africa, the story had to be different. This is unacceptable! https://t.co/82SY0dTl7N",
    "1465771170758811650": "Self fulfilling data…when the Fed says retail sales are off. Self fulfilling data…when the CDC says there’s a new Covid variant that it’s  watching. Stock Markets are listening!",
    "1465771170578452489": "Omegle was scary before it became COVID variant",
    "1465771170385387520": "Australian MP sounds alarm over COVID restrictions, calls on citizens to commit civil disobedience - https://t.co/9S9pwTO9F0",
    "1465771169722871817": "@HalSparks @CantStopLion Taking my kiddo to get her 2nd dose of Pfizer in about an hour. Yay!",
    "1465771169353773065": "@SPTO @atrupar Nah sadly not. They can actually see first hand the physical effects of polio. With covid, not so much. They would have to understand / accept modern medicine and science.",
    "1465771168930095119": "@SkyNews \"Business is really busy,\" said Karen Birchell of the vaccination centre in St Helens. \nI bet it is.",
    "1465771166048534529": "My 49-yr old brother keeled over &amp; died totally unexpectedly a few days ago. The memorial is next week. He was in the midst of a divorce. Is it wrong to ask his wife's anti-vax side to provide Covid tests if they really want to come? Can we do onsite testing? What a nightmare.",
    "1465771164773593094": "Vernon Coleman draws attention to study indicating v-cines cause vascular/heart damage and often death:  https://t.co/yRYzorlNuf",
    "1465771164098347010": "Govt starts Covid booster shots from today\n\nRead here https://t.co/fgD1XaYODp\n\n#Covid_19 #OmicronVariant #etribune #latest https://t.co/90sVwrWEl9",
    "1465771163624349708": "Visions of myself with covid...until I realised it's just twice as warm as the last 2 days and I'd the heating on higher because of that",
    "1465771162764521480": "Imagine in school/college you had to do a case study on the covid vaccines and you used a tweet as a reference for information. You’d seem pretty stupid :/",
    "1465771162097569798": "@JackPosobiec I Guess The @CDC Did Not Have The Genetic Code For #Aids Like They Have The Genetic Code Fo The #COVID  🤣",
    "1465771160684138503": "Parliamentary vote on masks just in #parliament  https://t.co/1JHpA4lO5b",
    "1465771160289923074": "@Hawks1957 @kayleighmcenany And let’s not forget confessing to an investigative reporter while knowingly being recorded and saying that he was deceiving the American people on the severity of Covid. Stable genius taking care of himself and not caring about us",
    "1465771159505494025": "The community definitely deserve it Rob, thank you. \nBut no time for triumphalism and I really feel for Heads that are having to go through this if Covid is really biting. We got lucky in many ways https://t.co/hS0SlKncXc",
    "1465771158888861699": "\"One challenge of defining #LongCovid is persuading patients that trauma may be playing a role in their symptoms—To affirm to patients that while they are authentically ill, the cause of their illness may not be what they believe it to be.\"\n\nhttps://t.co/ZjVmjnvg7e",
    "1465771157324455948": "@3of5in79 @paul_woodcraft @SebastianEPayne @SandraDunn1955 potential cancers will have been missed because, when hospitals are full (unnecessarily) of Covid patients, people rightly refuse to go anywhere near them",
    "1465771157290766340": "@JihJihJi Connor Hamlett NFL Player was an assistant coach for Track and Field my junior year, season got suspended a week in because of covid but it counts right?",
    "1465771156678533127": "Mmmmmmh 😂😂😂\nI know all the COVID-19 conspiracy theories. Now I'm part of the conspiracy. I've been funded to tell people to get vaccinated? Sheesh. https://t.co/5WyRhVzYtN",
    "1465771156108382210": "A record amount of COVID-19 patients on are ventilators in the Omaha metro https://t.co/sJz6RgNoNc #SmartNews",
    "1465771155306995718": "@YardleyShooting COVID Gulag, governor. https://t.co/DJExYduHfO",
    "1465771155202056197": "@RogerMarshallMD No! And you evil government sorts can't make me!!!\nJust kidding. I get every vaccination I can, and already have the flu shot. I was just wondering what the big deal about vaccines was from the whiny asshole point of view. I'm underwhelmed.",
    "1465771153474080773": "I want to emphasise that I am not anti-vaxx and think you should get the vaccine if you want it and/or are a risk profile for covid. However, it is wrong for the authorities to hide these cases. People need full info of benefits/risks in order to make an informed choice.",
    "1465771152199069696": "@AbraarKaran Anyone know if data is available on the number of people who have caught covid more than once?",
    "1465771152144584711": "@jonathanrosy @JPablee @gator_gum @savyrecords Apparently, people got vaccines to \"open doors for travel\", not for COVID protection. Sounds fair enough!",
    "1465771151603478535": "@CTVNews Hopefully those officers who demand proof of vaccination and test results from Canadians end up in prison for good along with government who passed those illegal laws in violation of Canadian Charyer of Rights.",
    "1465771151267880975": "@Schrader004 @bennyjohnson @clayandbuck @GovRonDeSantis Luckily over 99% of infected people survive this virus\n\nCovid is not Ebola",
    "1465771151108444166": "@RossAndRussel I have been thinking this for a https://t.co/jFaIPiNozv 6 months the first dose is almost ineffective so to boost it up they should overlap. I know 2 HCW who were due for the booster who ended up getting Covid a week before their booster was due(both double vaxed)",
    "1465771151091662849": "What do you get after the COVID Booster?   Thai food of course. https://t.co/l2g6IHysFJ",
    "1465771151049859077": "@marktigheST @ianguider So basically we took a jab for a vax passport even though we knew it really didn't prove we didn't have covid but it allowed us to travel and now the bastards are making us do things properly 🤷‍♂️",
    "1465771150521167872": "BEEN KNOWN FOR YEARS. BUT COMPLIANCE IS WHY THEY'RE KEPT. https://t.co/JgWLWcoNIz",
    "1465771150152187907": "@ctholu LITERALLYYY now that i have covid and have to spend 14 days in this room i am going to become an earnest and crazy fanedit girl",
    "1465771149464272899": "@miles_commodore I was 20, interning on Capitol Hill and moving from liberal thought to conservative thought; meeting new people, making friends, having fun and living my life. I wish 20 year olds today could experience the same and never know Covid/Plandemic.",
    "1465771148659113993": "@scdhec I have seen patients needlessly die with CoVid. Once the new variant is spreading, along with our current Delta and flu, please consider others who are immunocompromised. They are unable to fight these viral diseases like others do. Please wear a good quality mask.",
    "1465771148591968256": "666 =  sign of the beast = Satanic\nhttps://t.co/NP7OZLyMxe",
    "1465771148180869124": "Today the Cabinet signed-off on a suite of new Covid-19 restrictions which aim to curb the spread of the virus among young children and minimise the impact of the Omicron variant. https://t.co/5LJ5NytHgn",
    "1465771147690229769": "@RedRocketsBlair #OOC I hope so too! My next door neighbor's eleven year old actually had Covid and had to isolate for two weeks. My fingers are crossed for your daughter.",
    "1465771147610365956": "@RubinReport He’s long on Pfizer and Moderna",
    "1465771147199451144": "EXCLUSIVE: Getting a look inside the state’s Level 2 bio containment lab in Rocky Hill. This is where the Alpha, Beta, Gamma and Delta strains of COVID were all first discovered in CT. Now, Omicron is knocking on the door…@FOX61News https://t.co/92ZzB416ld",
    "1465771146033442816": "@ZR1Trader @joshmanmode_ @jimcramer It’s background noise for me but sometimes I turn up the volume pre-market to hear what the clown posse is pushing. They really took themselves way down the credibility scale with Covid. WEF pawns up and down the board at this point, like most mainstream media.",
    "1465771145882263553": "Unaffordable student loan debt is a significant barrier to short-term financial stability and longer-term economic mobility for many Americans. #EconomicSecurity https://t.co/aAvQYfSltZ",
    "1465771144930369546": "@wayney01 Actually I was misinformed, they are hit by a virus but it’s not Covid",
    "1465771142199840769": "(2 of 3) When you give to PIC, your gift helps to empower more families with the scientific data to engage in informed decision-making about #vaccines. \nhttps://t.co/i8WWkOjY7c\n\n#GivingTuesday #GivingTuesday2021 #Physicians4InformedConsent #1stDoNoHarm #Vaccination #Science https://t.co/CbU00G5vzi",
    "1465771141440708611": "So good news! My covid results are negative. \nBad news, 🐳 is still positive. \n\nShockingly I can't work until we're both negative (that's sarcasm)",
    "1465771141243580430": "Cohen has been considered a leader for the state during the COVID-19 pandemic. https://t.co/yCStgSS1UG",
    "1465771141117665288": "I really got fuckin COVID man, c’mon man",
    "1465771140173996034": "@Shirley04101935 @talkRADIO I think I’ve had covid before it all kicked off.\nNot had a jab , and I didn’t catch it when the wife ( 2jabs) caught it",
    "1465771140023037953": "Take away their cash cow in Covid, and watch their stock plunge and their records go in the red.\nWe know. We understand. We'll wait for the inevitable to happen. https://t.co/mTmzTrk1fQ",
    "1465771137825181699": "@LtDickDowling @croncronic It’s all mumbo jumbo man I dunno what I’m even looking at or how to sort this all out.  The shots are probably safe but also not 100% safe.  Probably 80-90% safe but it’s gonna so weird shit to you.  The covid is probably not going to kill you but maybe it does so 🤷‍♂️",
    "1465771134905847810": "Fauci says it looks like the Omicron variant could evade some antibodies from COVID-19 vaccines, but they still offer the best chance of protection https://t.co/QFlJXiDoR2",
    "1465771133194567681": "@lbertaAdvantage @jwjjoy1 @YourAlberta https://t.co/tJSzenmlRB keep deflecting",
    "1465771132158623756": "@LushmanStan @ChadLeistikow I think he's using his COVID year currently.",
    "1465771132024504334": "\"Even more surprising, perhaps, was that these symptoms were manifesting in individuals with no prior history of mental illness whatsoever\"\nhttps://t.co/rXErZIHiy7 https://t.co/QrXNThoZKi",
    "1465771127712759809": "There are three new cases in Innisfil https://t.co/7WjOHFA2Uf",
    "1465771126882287627": "Oregon testing a voluntary electronic tool to verify proof of COVID vaccination https://t.co/wXudY3sKWU",
    "1465771126462820358": "@globalnews And how many more in Ontario died due to cancelled surgeries?\n\"Thousands of Canadians died because COVID-19 delayed surgeries, doctors say\"\nFull data is not available\nPartial data for the country: more than 4,000 for the period August to December 2020. https://t.co/dMsdxamIL2",
    "1465771125305192461": "Flashback—&gt;COVID Is Becoming the Afghanistan of Pandemics https://t.co/3iQVBTFi63",
    "1465771125271633924": "@leftyboro @huddari @IsabelOakeshott @sajidjavid @BorisJohnson You’re confusing governmedia and corporate propaganda with critical thinking and the scientific method.\nBill Gates isn‘t a doctor. The CEO of Pfizer is a veterinarian. Fauci is a whore who sold us AIDS and AZT in the 1980s.\nThe only science there is social engineering.",
    "1465771123753242626": "@ChasingDissent And those over 60 prob only constitute about 10k deaths OF covid tops \n\nThe other 130k were 'with'.",
    "1465771123342249994": "New post: GUYANA-HEALTH-Health Minister warns many people are not taking COVID -19 serious https://t.co/L1qrPTxRaW",
    "1465771122239148047": "Just spent over an hour chatting with @MichaelPSenger about his new book on China and Covid for my new show. Monologue is back as well plus more. Shall post link up here tomorrow for those interested.",
    "1465771120104202249": "@Chrispg1216 @rim_greaper @TaraAnnThieke Wrong, the responsibility of seeing through worldly deceptions and the Devil's trickery falls on Christians and covid is the great deception of the age",
    "1465771117432426504": "Great interview with Kaiser Permanente #nurse #ToriJensen and what has happened since she decided to #walkthestairs DML also dishes on the #OmicronVariant #Covid_19 \nhttps://t.co/H8pjNKkKQi",
    "1465771116677447682": "@NoahCRothman No you got the whole Moderna thing wrong.",
    "1465771116006416384": "Effectiveness of a third dose of BNT162b2 or mRNA-1273 vaccine for preventing post-vaccination COVID-19 infection: an observational study  https://t.co/ti4wpK2p0m #medRxiv",
    "1465771114483929088": "$CZR The COVID-19 omicron variant has introduced new uncertainty into the market. In addition, investors’ intere… https://t.co/zJyxUUqGr9",
    "1465771113208860687": "@RomaPete The test in addition to vaccination was in effect for just a few days in November.",
    "1465771113074421763": "Stark County's COVID-19 zip code breakdown for 11/30/2021. Showing total accumulated numbers for each zip code and past 2 week totals. https://t.co/OR9WmRr7hL #cantonhealth https://t.co/RnChGqox5c",
    "1465771112717901825": "IT'S VACCINATION DAY!",
    "1465771111933747205": "@jennaxoxoxo Gotta make their money back from Covid",
    "1465771111585435648": "@UniqueVietNams @MetaVisa Covid-19 has a bad impact in almost every sector. So, as a crypto projects how did it affect you? How you  and your team have done the work in the pandemic?@sung @Hong @tung",
    "1465771111111700503": "@Bloodscarecrow1 I got COVID about a year ago so I know what you’re going through, wish you the best.",
    "1465771110830682120": "@SergeantSmilo @ButtesSeymour @alphaflamewolf @ArrynZech The vast majority of children have the mildest and asymptomatic covid.  Assuming that they have a greater risk from it than from experimental vaccine that exists for 2 years and doesn’t even stop spread is dangerous for them. https://t.co/HQPt6Yefht",
    "1465771110507683848": "Three Foreign Pilgrims Of Covid Positive Went To Country https://t.co/YlpaH6ENRT",
    "1465771109442326531": "If we accept that COVID is airborne and requires mitigation measures beyond just vaccines, then does the developed world have a responsibility to assist developing countries with infrastructure improvements?\n\nIf we support vaccine equity, then what about ventilation equity?",
    "1465771109236756489": "Discovery’s mandatory Covid-19 vaccination policy sees take-up surge to 94% https://t.co/PuuozOZdav",
    "1465771108871852032": "@RepSwalwell And you’re a complete fool! Read the science. Vax is only for my protection, not your kids. Vaxed are spreading Covid as fast as Unvaxxed! Look it up!",
    "1465771108188176391": "Moderna says new vaccine may be ready in early 2022, as company mobilises hundreds of workers https://t.co/E0q8rFwtLm",
    "1465771107978342400": "@carolsgunn @farmgeek The background analytics to my understanding are just counting the number of scans at a national level (similar to NZ COVID Tracer), so I don't think they will have that level of detail.",
    "1465771107349405697": "How South African scientists spotted the Omicron COVID variant https://t.co/y4aAlAeIYm https://t.co/qUylAQS6OP",
    "1465771106837671938": "@matthewlesh If governments provided PCR tests, they could ensure planes aren’t filled with covid-19 (new variants) before or after departure?\n\nAs a health preventative measure, so health spending, which in change will support the aviation industry, along (Christmas) tourism and so on.",
    "1465771106640572422": "@LoShime @BTimmee @brave Headline with no story on this one\nhttps://t.co/jv0MTLOw8J",
    "1465771106250502152": "@sajidjavid There are much bigger problems to deal with but you seem to have parked these into “the too difficult box” It will come back to bite you but you will have probably became a Pfizer Director by then",
    "1465771105914789888": "well...bye !\n\nNow that's the kind of Red Wave I'm talking about ! \n\nA Maine Republican who fought COVID-19 restrictions and lost his wife to the disease has resigned\n\nhttps://t.co/RdpMQDfNmo",
    "1465771104853762055": "Virginia Lt. Gov-elect Winsome Sears' statement about natural immunity to COVID-19 overlooks findings by the CDC that vaccinations offer higher protection against COVID-19 than having been previously infected by it. https://t.co/DagDhBkJS8",
    "1465771104333672458": "@awashinstupid @bennyjohnson And it proves what? We had covid deaths like everyone?",
    "1465771103687749636": "took Pfizer vaccine 7mos ago and I thought no need na ung booster for my age but eto na arranged a sched na for booster 💉 aaahdjdjd https://t.co/xpP8xoz4HA",
    "1465771103180279818": "Just wondering why the fuck GPs should be paid £15 for doing their job? All this will do is incentivise GPs not to give care other than administering jabs. Already caused huge damage. https://t.co/tARrF0ccvS",
    "1465771101448028164": "The response to the outbreaks of Covid-19 and its mutations are the precursors to the Beast System and a continuation of the flawed science of Eugenics. The world's Elites are implementing no jab - no food policies globally. They started in India.",
    "1465771101385068549": "@CallacherTracey @sophielouisecc Those vaccines you mentioned above are FDA approved. All went through rigorous vaccine testing and approval. Covid vaccination is a MRNA, not technically a vaccine and only approved for emergency use. Huge difference. Please get informed.",
    "1465771101020168195": "The Omicron variant hasn't yet been detected in the United States.\n\nPublic health experts caution that won't be the case for long.\n\nhttps://t.co/MzucC4GiZt",
    "1465771098822217729": "@CooperQuinn_WY I’m not a conspiracy nut, but yes it sorta feels like this was modelled and predicted in so many ways. We now have 2 years of COVID study under our belts, so we shouldn’t have to shut the world/economies/travel/trade/socialization completely for this one.",
    "1465771098113556480": "Moderna CEO says vaccines likely less effective against Omicron - FT #SmartNews …of coarse.. https://t.co/yPNjYQMHbV",
    "1465771097593462796": "Had to \"Go back to normal\" had to Open Everything Up..... HAD run out and see Kajagoogoo!\n#OmicronVariant #Covid \n\n(My booster shot is tomorrow.... I'm trying!)",
    "1465771096196714504": "@EdwardRocket1 @AllyouneedisC @ciaraphelan_ Where's the 1 in 10 long Covid date from? Haven't seen it anywhere",
    "1465771093705170948": "@SixandLaura @70Keenan @SilingWu @PandemicTruther Ralph Baric published a report how gene editing was used in his laboratory to modify a bat coronavirus into what we now call covid-19 search this: \"Mouse model for Betacoronavirus Subgroup 2c Using a Bat Coronavirus Strain HKU5 Variant\"",
    "1465771092677644288": "Not saying it’s a substitute for anything, but the Left’s “we’d rather you just die” war against Ivermectin is a tragedy…\n\nhttps://t.co/8J8iiPY5Oc",
    "1465771088621801472": "@laurenboebert Thanks trailer-trash! You’re constituency is dying off from Covid…",
    "1465771088282066954": "Just goes to show that this latest COVID 19 shenanigans is dead cat stuff to let the corruption debate fizzle out and for the Xmas loving public to forget about 27 lives lost in the channel\n\nCall me cynical I dare you\n\n#gtto https://t.co/DnvoRQyCve",
    "1465771087950659590": "@Rustybe96849965 100% vaxed in Gibraltar and still very high Covid",
    "1465771087472562179": "Watch this if you care at all for facts relating to your chance of catching or dying from COVID-19 vaccinated or unvaccinated! https://t.co/bsHPjjgOWq",
    "1465771087166427141": "Are they still giving Covid booster shots at the Pipkin Building here in Memphis? If so which days and times?",
    "1465771085597749257": "Yes, folks, some people actually want the #unvaccinated KILLED: 'We can cut out 30% of the population that votes the wrong way' @JennaEllisEsq #VaccineMandates #Covid_19 \nhttps://t.co/SMuYoKn2ub",
    "1465771084460879875": "@GOP Aren’t you the same people who said nothing should be done to stop the over  600,000 American deaths from Covid?",
    "1465771084381188105": "@PatTweetsNow \"who died\".  Of covid?  Telling ommission.",
    "1465771083261378562": "What's up,covid! Daydrinking is a essential moral compass of staying sane in order to not go crazy during covid time, My human once told me a story:  Jodie, who is a  doctor, she  day drank, and she  day drank",
    "1465771082296610816": "@Bulma__Brief @BTimmee I think this is the original sauce? https://t.co/zVNXujVtWP",
    "1465771080681984006": "@AlexAlex2496 @phoTomics @PaulMainwood @JamesWard73 That series of covid was so good. Deepti is such a good villain - not comical and badly drawn like Feigl-whatsisname, much more believable dialogue",
    "1465771079029473282": "@BlokeOnWheels I think you got lost. People like this can and do die from ANY INFECTION. Old and vulnerable people die of flu and chest infections. So if Covid just went would they be safe ? No. So would we just live in masks and lockdowns forever ?",
    "1465771078714904579": "@GOP Blue states are 5 to 1 more violent. Pre joe 11 cities 9 blue rioted. It’s 31 cities now. Yet this isn’t a political tool for Dems now. Race card, Covid variants &amp; clean energy are. A year in this administration has crippled Americans adding $9T to the national debt!",
    "1465771078224072714": "@EMznSanders @PipsToDollars It’s too many people who i know vaccinated who are getting covid. Something is up.",
    "1465771077376913412": "Interesting family and friends who have up until now been pretty understanding on Covid rules and regs are getting fed up. The majority of them are vaccinated and are as immune as they will ever be. Time to get on with life.",
    "1465771076894564352": "Damnnnnnn \nOl covid lookin ass mutha fucka",
    "1465771076441550852": "Love how they say covid “complicated” the gun shots so he obviously died from covid, not the 7 bullets https://t.co/BMtLxwdM8y",
    "1465771075623608324": "We are LOLing.\n\nFlorida stats are making life very hard for those mask cultists to continue their lies. This COVID nonsense ends. We won't let them cancel our Christmas over their manipulation of the sheep.\n#NoVaccine https://t.co/EXqxD3vcqB",
    "1465771074600116226": "@RobSomerville1 The response to COVID makes me think that there must be a better way to deal with FMD than to shoot and bury them all.",
    "1465771072628920320": "Was There a Hidden Message For 'Help' on an Irish News Clip About COVID-19 Jabs? https://t.co/hh1bVekjPA #covid #news #Vaccine",
    "1465771071798497291": "@MoriartyProfJ22 They can Chuck a vaccination on my record for all I care. Do me a favour 😂",
    "1465771071198609408": "@jimmy_dore Lin’s act like COVID is the only medical condition there is. Opportunists.",
    "1465771071018180609": "@Franklin_Graham An anti vax Trumpvangelical. It's no surprise. Your hands are not clean regarding COVID Franklin. I do offer condolences to his family.",
    "1465771069684342784": "@AnneJackson18 @cindyalutz @danielkotzin @onetimeisnow Where you you live? And first it's schools but we adults have to show proof of vax to do just about anything in California and certain other states... https://t.co/GEn4lOl2xQ",
    "1465771068703002624": "PETA is urging universities to account for which animals they deemed noncritical and killed as labs institute their COVID-19 response—and to rethink animal tests entirely. https://t.co/f0Wu19OP8E via @PETA",
    "1465771068140916737": "@DanielleWeg Update: Husband came home Friday around 4 or 5pm !!! yesterday(Monday) , I was informed that his *eldest-brother,*sister,&amp; *elderly Mother , all tested positive for Covid , from their “Soirée Thanksgiving”🤬‼️",
    "1465771063787376640": "Your a numbers guy? Look at the vaccination rate currently with the military. https://t.co/U0L3bzYcb6",
    "1465771063258791941": "Please tell me how we are putting others at risk?? \nI can't wait to hear this bollocks!!!! \nCovid has gone through every vaxxed household I know! https://t.co/777cyWHPaL",
    "1465771062914781186": "@JacobIsrael71 Marcus lamb died of Covid https://t.co/A3rhzd58Et",
    "1465771062185140227": "@desi86808294 MANDATE IS TYRANNY!\nThis disgusting vaccine isn't a Covid-19 prevention, instead, is an experiment and a poison!\nThe Nuremberg Code https://t.co/KSi8Pv0wLS\n#IWillNotComply  #BidenMustResign  #BidenIsADisgrace #SayNoToCommunism\n#LetsGoBrandon #FJoeBiden  \n#BidenBorderCrisis",
    "1465771061522296838": "The life and tragic death of John Eyers – a fitness fanatic who refused the vaccine https://t.co/t7q1h8oott",
    "1465771060620668931": "@ELHopkins Not one pupil in my school have been hit by a bus, thank goodness…By Covid, on the other hand….",
    "1465771057382580230": "Being vaccinated is great yes! HOWEVER that don’t mean when you get Covid keep going out into the public! Wtf is wrong with people?! 🤦🏽‍♀️",
    "1465771054328991744": "@NewshubNZ A hard police boarder needs to put in place asap. They've done it before and should do it again. High case numbers in Northland will be devastating considering low vaccination numbers.",
    "1465771053313970179": "Can covid please fuck right off its spitting out new variants like remixes",
    "1465771051913293837": "@auscandoc Seriously? In a population of 38 million, only 449 covid ICU patients and surgeries have to be canceled for that few?  Might I suggest the system is the problem, not the\nunvaxxed?",
    "1465771051472891904": "Save your money and don't patronize the business at all. A year from now when covid derangement syndrome is a bad memory they will be begging for your money to keep them open. https://t.co/jWhRAUMosT",
    "1465771048947884032": "I'm going out on a limb and say the House Republicans understand how the world was impacted by COVID in 2020 &amp; 2021, and how the actions by the consumer, businesses &amp; banks have all contributed to both inflation &amp; supply shortages. If they do not understand then go back to school https://t.co/lvVUCBPObv",
    "1465771048721395718": "Clearly, ASU is incapable of fair, just, and lawful rules of civility.  Their enrollment must be filling up, like California's with overseas illegals from China, Russia, and South America, getting their tuition paid by Covid $. Administrators have no backbone.",
    "1465771047404249090": "[Response] Ministry of Health replied about Origin of the Digital Vaccination Passport System https://t.co/sVmEL05ruq",
    "1465771045181267978": "DRUDGEREPORT EPSTEIN PILOT SAYS TRUMP FLEW ON 'LOLITA EXPRESS'  https://t.co/5eIbzwjmjI \n'This is not going to be good':MODERNA CEO on omicron...\nFirst signs that jab DOES protect against...\nAirline stocks suffer broad selloff as fear spreads...\nBiden faces uncertain threat as...",
    "1465771043986059264": "@wilderpatriot Yet there are now MORE covid deaths in 2021 with 5 vaccines than there were in 2020, with none.... hmmmm",
    "1465771042513821700": "Regarding omicron and vaccine efficacy: I think it's to be expected that the COVID vaccines would be less effective as the virus continues to mutate, no? It's the same as the flu - it mutates every year, which is why we regularly get new flu shots.",
    "1465771042291560453": "Micheal Martin: Removal of the domestic COVID pass in Ireland - Sign the Petition! https://t.co/UQ81gQf052 via @Change",
    "1465771041574338564": "@owillis What percentage of the Santas refused vaccines, got covid and died because they watched Fox News?",
    "1465771041498664960": "$SKLZ 🎮🤳 INSIDER BUYing\nCovid Proof Gaming\n#Metaverse\n+\nOn Ellen DeGeneres\n80Mil Followers\n+\n#India\n+\nCPO:Vatsal(Amazon)\n\n🦍\n#stocks $lgvn $nvax $mrna $amd $tsla $seah $rdw $ionq $didi $li $nio $xpev $jd $baba $clov $bbig $wish $rivn $ggpi $dwac $bene $ocgn $aapl $zm $snap #oil https://t.co/q1oOFeDYos https://t.co/oOhJRO03wG",
    "1465771040739577857": "@CanadensisMax And how many in Ontario died due to cancelled surgeries?\n\"Thousands of Canadians died because COVID-19 delayed surgeries, doctors say\"\nFull data is not available\nPartial data for the country: more than 4,000 for the period August to December 2020. https://t.co/dMsdxamIL2",
    "1465771038407487489": "The all-vax’d @NHL is a COVID hot mess.\n\nhttps://t.co/uMYL8erNqP",
    "1465771036436275202": "@FergalBowers @rtenews Dr. Tess Lawrie fighting for truth &amp; life-saving treatments for you and your family, UK. Early Treatment UK.\nhttps://t.co/1vDntwhQOx\nhttps://t.co/mqqtx9oA85\nhttps://t.co/TBLcqXOmfs https://t.co/a1ITjX6FKg",
    "1465771036167884813": "Just passed the covid test. Looks like all the studying worked 👍\n\nget vaccinated &lt;3",
    "1465771036041957391": "@sajidjavid My local NHS hospital not taking crutches back due to covid. New, used for less than a week &amp; easily sanitised. Seems such a waste of NHS cash #NHS",
    "1465771034746015745": "@PouncerNC @TheLastRefuge2 @DTReeves2 @DoodlesTrks After watching people comply like sheep for 2 years (covid) \n\nI’ve figured out that people feel they are too comfortable to fight back significantly (we are being invaded at our border for example)\n\nUntil people have almost nothing left to lose, nothing will really change",
    "1465771034225922055": "@JennaEllisEsq @TwitterSupport @SenatorShaheen And, not only that, but taking the vaccine doesn't guarantee you won't get really sick or die from COVID.",
    "1465771033575702528": "@PhilHeid1 @KelliCa38731932 @politvidchannel @E_Gruberman It's a fact that the COVID-19 vaccination does not prevent you from spreading the virus around. Stop deflecting and apologize",
    "1465771033101836303": "@RiksRedGuard @Velorooms Pfizer. Headaches and muscle aches just now but will pass soon enough.",
    "1465771032749486085": "@SkyNews Yeah Covid doesn't do nativity plays or Christmas ... nor does it frequent theatres, cinemas, restaurants or pubs....but watch out on the underground .....   #MasksWork @BorisJohnson #WearADamnMask https://t.co/AnmZz3G4IL",
    "1465771032309080065": "@steber232 @drraghibali Is that all cause mortality or just covid? I am genuinely interest in reading such a study if you can link it. I am under the impression no such data exists",
    "1465771032304885768": "@dancingonapin @voter_new @edjunkiecom @teach0r @RepSwalwell They can't even see that the rest of the world is suffering from covid too. There are so many unvaxxed around the world &amp; it keeps mutating out there. But they only see this as a conspiracy to hurt their dear leader. That's why so many say it's a hoax bc he did in the early days",
    "1465771031357005825": "Amari Cooper used his “body autonomy” to not get vaccinated and then he got covid and is still experiencing the consequences of his choice. https://t.co/WMQcj7nhSa",
    "1465771030002110464": "RINO Two-Face Nancy Mace Busted Pushing Two Very Different COVID Messages Hours Apart [VIDEO] https://t.co/auFOwQ7OPt",
    "1465771029595406338": "@denisrancourt So the story is that COVID insinuates itself into the Providence of Aging and the government kills thousands with its fear and anxiety producing interventions.",
    "1465771029473734670": "@dgurdasani1 And the less privileged are more at risk ... risk from the covid itself &amp; severe illness, more at risk due to lockdowns, more at risk through educational disruption ... the list goes in. There is only one word to sum up rhetoric from people like Baker - SELFISH - &amp; that’s polite.",
    "1465771028496453636": "Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world https://t.co/6DW4jriyCf via @CBSNews",
    "1465771028056096769": "@RepSwalwell They also have virtually zero chance of getting or spreading covid. If they did get covid they have zero chance of more than very mild symptoms if any.",
    "1465771028014059532": "@A1persona @jmbarry @kylamb8 It's not whataboutism...the data, the facts, the science are showing the vaccines are shit and are not doing much of anything against covid.",
    "1465771027661660163": "@TheEconomist Your model, eh? Where did you get this \"model'? Who entered the data? Where did the data come from? Which entity? Is it \"they\"? Is it \"experts\"? Or the new one, \"officials\"? False negative tests. From Covid? With Covid?  Pi$$ off.",
    "1465771027494055946": "@chigrl You might as well be doing this based off of astrology. You have no idea how many more variants of covid there will be, anyone who thinks they can accurately predict oil inventories should prob not be trusted.",
    "1465771027242397704": "@CDCDirector You only make \"evidence-based decisions\" within the corrupted confines of the CDC &amp; collaborators who suppress &amp; censor alternative evidence. Your chance to protect \"as many as possible\" is bunk: https://t.co/KXdeAYPclF",
    "1465771025526841352": "@kazzacoey It's not about health it's about control. I am double vac and had covid. Every member of my family is double vac and we have all had covid. They don't work. In fact they create more if a health risk to healthy people than getting covid.",
    "1465771024037949448": "The world will be stupid to let the things escalate to the level of lockdown again! This is the fifth wave of covid how many more will it take to teach us to observe social distancing and wear masks?",
    "1465771024008421379": "@KirkegaardEmil @verymoisturized Nah, that's more bullshit propaganda. Polling bias. Real majority ain't in favor of this. Real majority stopped giving a shit about COVID a while back.",
    "1465771021642833923": "Dang! 50 whole immigrants in the entire country? That's clearly an overwhelming number that something must be done about. Not at all like the 72,381 people who died of covid in Texas alone, their deaths are just a sacrifice you're willing to make https://t.co/DueeK7wluz",
    "1465771021265424391": "If boris thinks the \"data\" of covid shows that stricter rules dont have to be enforced, then he cant run a country still stack in a never ending pandemic",
    "1465771015640956931": "@DrSelvarajah @EDHomerton @NHSHomerton It's so important for us to remember about hidden disabilities, but this, in my local area too, has become co-opted/synonymous with no-mask use, which is sad https://t.co/LizPMOChxi\n\nhttps://t.co/ttDNaMg4qj\n\nhttps://t.co/YjmJ7DmpOz\n\nhttps://t.co/0t7egzkVWj",
    "1465771014827257866": "@truthjacobs3 You spelt #Pfizer incorrectly... But the bullsh1t IAS 100% spot on though.",
    "1465771014793666569": "@Zubhaque @PhilWilliams @TimesRadio @IndependentSage *during*\n\nThis doesn’t end ever, covid is with us forever my dear.",
    "1465771013627654149": "@naomi_long @comexdefault @allianceparty The Scottish government received a 70 page report showing covid passports done nothing to prevent spread of covid, the Scottish government then postponed extending the passport to othe areas, why can you not look at the actual evidence and data to show you the facts",
    "1465771012662906891": "@inagreenminute @kylegriffin1 The Mortality rates for COVId-19 are below 1%",
    "1465771011006210062": "Omicron: How are Covid rules and booster jabs changing? https://t.co/DYIQ0P92JI",
    "1465771008720130053": "Yeah, see this is a marketing &amp; PR problem. Inconsistent messaging. That’s where people get confused. Message should be this: most vaccinated people want unvaxxed to die. That would eliminate Covid from the globe 💯%. So euthanasia should only be a option for the unvaxxed. Easy👍 https://t.co/QcB1hD5VKJ",
    "1465771006400684036": "You didn't get vaccinated, got Covid and spent several days on a ventilator before you died. Your people, also unvaccinated, don't get to rewrite history and say you died from \"health issues.\" Why not own the narrative? Are you embarrassed? Get vaxxed!!  Ok, rant over.",
    "1465771005578813452": "My husband just accidentally called it ‘the omnivore variant’. This is exactly how I shall be referring to it from on 🍅 🥩 🥕!\n\n#OmicronVariant #Covid_19 #omnivore",
    "1465771005020975107": "Considering every European #OmicronVariant #Covid_19 patient has been vaccinated and it was “just” discovered; I question the accuracy of this….. https://t.co/Z0ltc567yr",
    "1465771002621665285": "@FoxNews Republicans push 24/7 fearmongering about vaccines thanks too their rich elite masters paying the bills. Republicans are traitors to the USA bowing to fascism. Trump promised that COVID would disappear with warm weather.",
    "1465771001816485893": "@TheAgeofShoddy Just the day before, several news outlets ran stories with how Africa seemed to escape the COVID largely.  Then they dropped this.\n\nThe media almost absolutely knew prior; they wanted COVID to appear scary, as if it could appear at any place in any time.",
    "1465771000000360456": "@Josh_H Yeah, no it’s not. In fact there’s basically nothing happening here. Flu is currently worse than Covid. And it’s esp mild strain this year. 👍#COVIDIOT #Propaganda #Scamdemic #Plandemic",
    "1465770999710982156": "Nepal 🇳🇵 COVID-19 current stats for Tue Nov 30 2021\n\nCases: 821,366\nDeaths: 11,526\nRecovered: 802,909\nActive: 6,931\nTests: 4,622,560\nDoses: 17,196,377\n\n#covid_np\nhttps://t.co/vqKxOxYSzG https://t.co/a5CO0oObwp",
    "1465770999618715655": "@Shabba287 @Nichola8Taylor @MustangSal2709 Pretty sure the probably irrevocable Covid Act overrides all that.  The only people who are equal now are the politicians and soon only one of them will count..",
    "1465770999345987594": "@leeny13 @thomasrourke777 @atrupar Because the COVID pseudo-vaccine seems to cause a significant amount of heart attacks and blood clots, mostly in healthy young males?",
    "1465770997118812172": "@schraderism With this much money at stake, I don’t trust them, especially Moderna. Bancel is born and bred a pharma salesman. Anyone with that much ambition to reach the top and to make mRNA a successful foundation of their company’s bottom line has their own complicated agenda.",
    "1465770995147587593": "No more phone calls at dinner, on vacation, at 6 am on days off. No more sideways looks for admitting you were in the room with the guy who tested positive for covid. No more sideways looks for testing positive and having to quarantine.2/",
    "1465770993184608257": "@TheHofstatter @ABC That and COVID wasn't a big deal.",
    "1465770990416404480": "DC’s COVID contact tracing is busted. This system is just not good.",
    "1465770986226204679": "@Davewwest @Peston @BorisJohnson Certainly you mean it DELAYS or denies healthcare to non covid patients. As the increase in at home death rate clearly shows. \n\nSo people will die and protect the NHS . I suppose that works but not for the reasons I would call normal in a Democratic developed state.",
    "1465770986196946953": "@BuyoyaJonah That’s my life before Covid…I’m cool with that 👍",
    "1465770986108710912": "@GregAbbott_TX \n\nTexas is days away from surpassing California for the total number of Covid deaths. Texas has 10 million fewer people. - @SawyerHackett",
    "1465770985701924867": "Covid hard man Steve Baker going properly hyperbolic over (checks notes), masks. https://t.co/qmpZEs9Gky",
    "1465770985106419724": "@Cliffyboy13 @ProfKarolSikora In a way they are due to Covid. The more Covid, the more disruption to the NHS and the more deaths from other causes. Even more reason that the constant mixed messages haven’t helped for almost 2 years.",
    "1465770984812724224": "@bariweiss I am a CNA, I am a nursing student, and I am incredibly glad that we as a profession are ridding ourselves of people like this. We do what is best for our patients. We protect our patients. That includes getting vaccinated - flu, covid, whatever.",
    "1465770984548573194": "@TheO2 @Lil_Pino22 @DBlockEurope @YoungAdz1 @DIRTBIKE_LB Do under 18s need a covid test?",
    "1465770984443727883": "A GOP Congresswoman calls a Democratic colleague a jihadist suicide bomber. FOX News says Dems are inventing Covid variants for political gain.\n\nIt’s not that we’re “a divided country” it’s that one side is intentionally and deceitfully creating a toxic, unbridgeable division.",
    "1465770984254971914": "@mtgreenee @NancyMace He has the most Covid deaths under his watch",
    "1465770980387688449": "@JamesMenhenitt Driving is a perfect example. We allow people to drive as long as they follow the rules and don’t behave recklessly. We don’t allow drunk driving. For covid, being vaccinated is a part of following the rules. It’s no different, except that the harm of being unvaccinated is worse.",
    "1465770980282978313": "@ElectionWiz So I had a bad case of covid a few weeks ago. I’m naturally immunized right? I heard I can’t get a vaccine for 6 months now (even if I wanted to) It could kill me! Why aren’t they telling people this?!",
    "1465770980257763332": "@LeadinLady_Shay I didn’t bc of covid, the lactation consult will come visit after birth but in my case I wish I would’ve taken a class because mine never came to visit which is why I struggled so much with proper latching ☹️",
    "1465770980131889154": "SA Govt be advertising vaccines like this &amp; expecting the cowards of SA to take them up in numbers. #Vaccination #covidvariant https://t.co/T4wB7aDmko",
    "1465770980115193860": "#2022 is going #2 #b a great year!  I will put everything in #god hands. My deepest condolences to everyone effective by this horrible virus we all experiencing. \n\n@WASHSHINE1 #NewVariant #OmicronVariant #bcpoli #Virus #COVID #New Covid #coronavirus #Omnicron https://t.co/KLsPXiTgfQ",
    "1465770978101899268": "Resisting COVID Tyranny\n\nhttps://t.co/Lf5BKTvENH",
    "1465770977665683459": "Took a covid test.\n\nIts negative https://t.co/n29cmmcSUl",
    "1465770976822833152": "After contracting the virus.\nMarcus Lamb, anti-COVID vaccine Christian broadcaster, dies at 64 https://t.co/XXRflPnOja #SmartNews",
    "1465770976810082309": "HE SEIZES EVERY OPPORTUNITY TO PUSH HIS DREADFUL AGENDA 😡😡😡.                                      Biden beware: GOP sees opportunity in new COVID variant | https://t.co/8Acfxpnfng https://t.co/L3dAdwO6iE",
    "1465770975836790789": "@ScuderiaLTG Alternate theory : Pfizer has dirt on the politicians",
    "1465770975606231041": "@Polpodge America should have those covid kits for people   !!!!!",
    "1465770975153295360": "@foyin_og Breaking news: New Covid Variant, noodles killing people, petrol price increase, RSA banned from entering other countries, unemployment rises, I'm g*tv*l of this now man. 😭",
    "1465770974960406538": "@TrumpJew2 These people think variants only come from unvaccinated people. They don’t understand every mammal on earth can get covid including vaccinated people. The virus mutates off everything it infects.",
    "1465770974670958592": "@Stephsputnik Thank you.\n\nAs a triple vaxxed person who has already had Covid, I think we would all hope I’ve not got it or we are in for a very bumpy ride 😳",
    "1465770974356328452": "@BrethertonArt @TonyHinton2016 @julesserkin I am sorry for this girl!\nHere in Germany a manditory vaccination is on its way&amp;the future chancellor wants the vaccination status becoming invalid after 6 months.\nThat means restrictions for all those people older than 12 years that havent got the vaccination or booster in time",
    "1465770974188552198": "@BekaBooMN I heard they just unannounced it due to Covid policy",
    "1465770973869879302": "Isn’t this raciest? I’m sure it when the past administration did it for the same purpose. To protect the vital interest of Americans.\nI’m sure of it. It’s very racist. Media said so.\n\nBiden Restricts Travel From 8 African Countries Over COVID-19 Variant\n\nhttps://t.co/nAithneLOY",
    "1465770972435431437": "For the second straight year, enrollment in Virginia public schools has  dropped, with 46,000 fewer students enrolled since the start of the COVID-19 pandemic. Fairfax County saw the largest enrollment dip. https://t.co/HsZ1PmA9Ob",
    "1465770971378462733": "Monique Morley Claims She Suffered A heart Attack Following Pfizer Jab https://t.co/2nHxoidqVz #MoniqueMorley #Pfizer #Vaccine",
    "1465770970443100161": "\"We conducted a comprehensive computational analysis and looked carefully at the available #Omicron genomic sequences. Our bioinformatics analyses found no mutations in the region targeted by our test.” - Eric Kauderer-Abrams, CTO, Detect, Inc. Read more: https://t.co/5Ur7rwu2IW",
    "1465770969851699202": "Next: FOX News asks why, if COVID is so dangerous, hasn’t Biden personally vaccinated every single American https://t.co/i08BolXj4I",
    "1465770968392126475": "What if Covid is just an excuse to manipulate the markets and get insiders filthy rich LOL I MEAN WHAT 😂😂🤣🤣",
    "1465770967586770947": "@TheCPDiary @lonelyplanet You are so very right they think this COVID stuff is getting better but this is just the tip of the iceberg.  Iam so afraid that all this new variants and it’s just going to be bad news for all people around the world.  We need prayer and love.",
    "1465770967280541699": "@Bloodscarecrow1 So sorry to hear that man, Hope you recover quickly, you may know this already but make sure to drink electrolytes if you can, they are great way to keep your body hydrated which is really important for when you get COVID (Gatorade, Powerade, Bodyarmor, etc)",
    "1465770967251173386": "This Emmanuel Macron Covid-19 variant is popping up at a bad time fgs",
    "1465770965883932687": "@tonydavies76 Clearly, the vast majority of the general public don’t wear clinical grade masks, equally the rates of COVID don’t appear correlated to levels of mask wearing.",
    "1465770964499709956": "Certified nurse confirms justin trudeau and wife sophie faked vaccination on live tv https://t.co/Y75pPW6H41",
    "1465770963509944329": "@SenatorShaheen Well THAT'S A LIE. Why are you pushing Big Pharma solutions that have ZERO long-term clinical trials so much? Because FauXi told you to? The guy who helped CREATE COVID????",
    "1465770963191181314": "@JaneLindholm Wow. Bribery. Unbelievable.. bribing the school staff to push vaccination of an experimental vaccine on children. Sick.",
    "1465770961983078401": "I'm writing an end of year story about how we returned to real life in 2021. So, tell me... What event finally pried you out of your COVID pods? I want to hear about first movies, first dinners, first shows, first dates—whatever you like. (NB: I might quote you.) Thanks! https://t.co/CEO92ukeh7",
    "1465770960691376135": "Covid was the best thing to happen to the media since Trump. https://t.co/SOGp3giMaJ",
    "1465770959504175107": "@RepSwalwell Do the illegals flooding the southern border need to show proof of vaccination before they are flown into  the interior of the nation.",
    "1465770959357591561": "@greg_jenner @DarchRichard Me too, feel your pain. Had a negative covid test. Apparently it the super cold virus...yipeedo!! 🤣🤧🤦‍♀️",
    "1465770957767950346": "@anniebelcourt Excellent! Which flavour did you get? Mine was Pfizer this time 😁",
    "1465770957503705093": "I didn’t get the Omarion joke at first but I genuinely just scrolled down my TL and thought I saw O had COVID lmao",
    "1465770956727726083": "@GeneralMayhem @janamb @talkRADIO With hidden vaxx injuries and inflated covid stats you really cannot make that comment and be anywhere near correct",
    "1465770955423240200": "@hudsonvalleypst So governor... From a viral particle size perspective, masks also do little. The COVID virus is 50-140 nm, while the pore size in standard surgical masks is 300 nm to 10,000 nm.  so exactly how does a mask work?",
    "1465770953389002752": "@Alisonspaghetti To be fair they have always been the worst shopping experience during Covid measures.",
    "1465770952847994889": "COVID-19 numbers for Ohio, Nov. 30, 2021.\nStark County:\n52,794 Cases (Up 210 from yesterday.)\n3,052 Hospitalizations (Up 18 from yesterday.)\n1,171 Deaths (Up 1. Updated 2 times/week.)\n47,685 Presumed Recovered\nFor full data go to: https://t.co/D2gISsymKB #cantonhealth https://t.co/LHbVv0TSIr",
    "1465770951161831425": "Our COVID Vaccination Clinic is coming back!  💉December 9th 💉 2:30-6:30 PM 💉 BCHS STEM Lab💉\nSecond dose for participants who received first dose on 11/18 OR any eligible adult may get a booster shot.\nSign Up: https://t.co/BJSsYqwfdO\nComplete Details: https://t.co/TljuAerpXt https://t.co/lg0hPSS86M",
    "1465770950440464395": "@BBCNews Business who refuse but those which do at risk, both financially and medically. It should be compulsory that all business have covid marshals; gov fund it if need be. Wearing masks + vaccination will get us out of this much sooner. The minority are dragging us back.",
    "1465770947936497672": "Greece Tells Over-60 Citizens To Get Vaccinated Or Face $114 Monthly Fine After Covid-19 Peak https://t.co/oHL9cxCBSf",
    "1465770947873497096": "this #Covid_19 sequel stinks \n\n#Omnicron #OmicronVariant https://t.co/rjOe6jGBkR",
    "1465770947437215745": "Doctors hope Omicron causes milder cases of COVID — but it’s still too early to say - STAT.  https://t.co/TExkR1A9Sh",
    "1465770946967572490": "It’s half time in England Women’s World Cup qualifier against Latvia and they’re winning by more goals than Benfica were against Belenenses at the weekend when all but 9 of their players had COVID and they were playing an academy goalkeeper at CB. It gets a bit embarrassing",
    "1465770946925510663": "Damn You Fox Fake News  Dr. Marc Siegel: To defeat coronavirus, we must do this. Fear confounds, dilates, and complicates our reaction to COVID-19, and interferes with our perception And Flip Flops On The Booster Jabs\n@seanhannity\n@AndreaTantaros\n@TheFive\nhttps://t.co/pvYlh9ONWm",
    "1465770941804277762": "@SandraBrueckner @NSWHealth Especially when more than 60% of people over 70 have underlying health conditions.\n\nLet’s also see the admitted to hospital &amp; deceased numbers by vaccine type and how long after vaccination they became ill.\nFed gov &amp; states  have the data to calculate this.",
    "1465770941674401792": "@RepThomasMassie Assigning pence as the head of the covid task force was the mistake . It should of been someone less political",
    "1465770941514928131": "@EssexPR Perhaps this is what Moderna chief is saying? That infection element of protection will not hold up as well as symptom suppression?",
    "1465770940718006283": "Maybe Aaron Rogers has CoVid Toe, and he’s lying about that too.",
    "1465770939732217856": "COVID Cases In South Africa’s Omicron Epicenter Decline As Hysteria Rattles Global Markets https://t.co/m5FG0hnvJk",
    "1465770938910265347": "@WolvenWuff Shingles? And not another COVID shot?",
    "1465770938801164289": "How did BLM &amp; COVID-19 impact #climate activism? I worked w/  @JHU_BIPR students @saharpriano\n@charlielawrie to figure this out. \n\nhttps://t.co/bKQFmqMVge",
    "1465770934950715396": "No, #NewMexico isn't having a problem with #COVID19. Why do you ask?\n\nhttps://t.co/eaiXv05VWA",
    "1465770933105405954": "@shelleymonty1 @firenicefly @chrisdocstrange @K4rmaRules No I went for the 2 years pre pandemic. https://t.co/HVhgfqwtBw So this is a thing…basically not just a bad flu year.",
    "1465770931746263043": "ON-AIR: The CEO of @SAHPRA1 Dr Boitumelo Semete-Makokotlela speaks to @SebeNkambule on the question of whether there is a need for a third Pfizer shot and why. #POWERPerspective",
    "1465770931519991811": "There isn't a single Conservative government anywhere in the world that took COVID seriously.",
    "1465770930307833858": "Cohen has been considered a leader for the state during the COVID-19 pandemic. https://t.co/2sY29nvBXf",
    "1465770928311345163": "@haylgnar my fiancée was triple pfizer and her side effects were the same with booster and 2nd (basically unable to get out of bed) but shorter on the booster",
    "1465770928021942276": "In addition to establishing the system which will provide COVID vaccine as soon as possible to the 7 billion people who need it, we should ensure the system can be used in the future to distribute vaccines rapidly worldwide to deal with future viruses. end.",
    "1465770925161426947": "Jammu Divisional Commissioner Reviews Covid Mitigation Measures Amid Omicron Scare https://t.co/TgDxbQUNEI",
    "1465770924183986176": "@auscandoc As interactions go up, cases go up.\n#COVID19Vaccine  is effective at reducing severe outcomes, but doesn't completely prevent infections in all cases.\nAs vaccination levels increase, hospitalizations &amp; severe outcomes are effectively curtailed.\n#Covid19 risk is also age dependent https://t.co/ddM9apSCKl",
    "1465770923982831616": "Seeing yet another variant of Covid has me like https://t.co/Bv2CouKZPl",
    "1465770920857911297": "@B52Malmet My city is still masked up. I ran errands at 3 stores this am. I saw 2 people unmasked. That's what happens when the GQP has no say in our Covid battle. We're doing fine.",
    "1465770920715374592": "@TheTorontoSun And how many in Ontario died due to cancelled surgeries?\n\"Thousands of Canadians died because COVID-19 delayed surgeries, doctors say\"\nFull data is not available\nPartial data for the country: more than 4,000 for the period August to December 2020. https://t.co/dMsdxamIL2",
    "1465770920182697986": "@clare_eliza So far I have been tested 66 times. Each negative. We had to do twice weekly testing at work, then once weekly, and I have been exposed several times &amp; cared for patients with COVID. \n\nI also bought my own n95s when we only had cheap (falling apart) face masks at job.",
    "1465770919058542596": "@POTUS has made this country more ridden with crime, Covid, socialism, murders, inflation, surge in illegal immigration - all simply dreadful! https://t.co/gUY8gwq9Kh",
    "1465770917913665540": "@BorisJohnson Shame then that Mr Javid cancelled a very promising, Scottish manufactured vaccine, that would have been great against the new variants. https://t.co/Mwpa8CixKx",
    "1465770917292912647": "@TheEconomist You must mean Xi Variant from the virus COVID-19 manufactured at the Wuhan China lab and unleashed to the World by China to cause a pandemic that Fauci &amp; others donated Funds to in order to oust President Trump and usher in mail-out votes that destroy America as we know it",
    "1465770916881866758": "You fucking idiot, more ppl dies from car accidents or hunger all over the world, than COVID shit! \nNot bz everyone taking the fucking vaccines 💉 than I run and take it as well! Use your fucking brain 🧠 mate you might see some sense in there! \n#WakeUp \n#Wake_The_FuckUp https://t.co/O90Ujxoo4i"
}