{
  "data": [
    {
      "created_at": "2021-11-28T23:10:06.000Z",
      "id": "1465095686039420930",
      "text": "@catturd2 They will let Covid stick around for an eternity just to prove Trump is wrong!"
    },
    {
      "created_at": "2021-11-28T23:10:06.000Z",
      "id": "1465095685431308297",
      "text": "47 studies confirm ineffectiveness of masks for COVID and 32 more confirm their negative health effects - LifeSite https://t.co/ixPBPQQwjX"
    },
    {
      "created_at": "2021-11-28T23:10:05.000Z",
      "id": "1465095683296268290",
      "text": "@john_laxton7 @mrjamesob If you're going to do research do it properly. I'm against these particular mRNA &amp; astrazeneca vaccines for healthy young people due to the unknown side effects. I'm 100% in favour of them for old at risk people like you as they'll stop you getting seriously ill and dying."
    },
    {
      "created_at": "2021-11-28T23:10:05.000Z",
      "id": "1465095683275300866",
      "text": "The thing is, getting a flu shot is no big deal, but for a lot of people (including me) the COVID shot (past the first one) makes them get sick enough to not be able to get out of bed for a day.\n\nIt's better than getting COVID, but a lot worse than actually ending the pandemic. https://t.co/Ifz1HxAnuc"
    },
    {
      "created_at": "2021-11-28T23:10:05.000Z",
      "id": "1465095681752793096",
      "text": "@spewingit @joelaxin2 @DanCrenshawTX Lol I don’t wear masks anywhere ….0 covid in the state"
    },
    {
      "created_at": "2021-11-28T23:10:05.000Z",
      "id": "1465095681069223939",
      "text": "We are thankful that Covid 19 Vaccines are accessible for our friends the Batwa, and some have already gotten with others in the process of getting. Thank you @biziabby for your leadership. \nThank you @vomuhabura for helping us do health sensitization. \n\nhttps://t.co/k96ZxrpFl2 https://t.co/ZRuuQyqCxW"
    },
    {
      "created_at": "2021-11-28T23:10:05.000Z",
      "id": "1465095680393986052",
      "text": "@RedneckGoalie30 Can’t believe in 10-ish seasons (accounting for the COVID year) we’ve only had three 30 goal scorers. I mean, I can, but seeing it there in print really brings it home just how awful we’ve been for so long."
    },
    {
      "created_at": "2021-11-28T23:10:04.000Z",
      "id": "1465095679949381637",
      "text": "It's ok to have a lot of different emotions coming up as we continue to navigate a changing COVID environment. Maybe creative activities help you, or for others maybe getting out in nature creates space to think? We'd love to hear from you 💚 https://t.co/V8orLISghp"
    },
    {
      "created_at": "2021-11-28T23:10:04.000Z",
      "id": "1465095679932514307",
      "text": "@gerry_mcsherry It’s my belief, I’m not stating facts. I’ve seen no facts to convince me that the coverings we all use do anything whatsoever to stop Covid spreading. Just heard an expert saying exactly this on 5Live."
    },
    {
      "created_at": "2021-11-28T23:10:04.000Z",
      "id": "1465095678892199939",
      "text": "https://t.co/NrI7Rm5lbD COVID-19: Sajid Javid says he wants to ditch PCR tests for travellers ‘as soon as I possibly can’ https://t.co/x3zGRkj5T5"
    },
    {
      "created_at": "2021-11-28T23:10:03.000Z",
      "id": "1465095676023480325",
      "text": "Travel doors slam shut as new Covid variant triggers alarm - CNN via @applenews @cnn ⁦@CNNTravel⁩  https://t.co/fiB8ptgJh8"
    },
    {
      "created_at": "2021-11-28T23:10:03.000Z",
      "id": "1465095675406921732",
      "text": "PSA: If you received your last COVID-19 vaccination more than 6 months ago, booster doses are available for those aged 18 or over to prevent waning immunity against COVID-19. Home vaccination appointments are also available for 1st and 2nd doses! Visit https://t.co/EIk1zZKCY9 https://t.co/EKZmKpRJgm"
    },
    {
      "created_at": "2021-11-28T23:10:03.000Z",
      "id": "1465095674119270400",
      "text": "Trending on #LunarCrush:\n\n\"A Tiny Cryptocurrency Called Omicron Is Suddenly Rocketing—Even As The New Covid-19 Variant Tanks Th\" via @Forbes\n\nTop coin mentions\n$btc\n\nhttps://t.co/o5iAyFzAsf #LunarShare"
    },
    {
      "created_at": "2021-11-28T23:10:03.000Z",
      "id": "1465095672995192845",
      "text": "@mick_covid That’s calm g, you can deal with the headache now"
    },
    {
      "created_at": "2021-11-28T23:10:02.000Z",
      "id": "1465095670172377098",
      "text": "@adnradiochile El covid? Y shumasteigger"
    },
    {
      "created_at": "2021-11-28T23:10:02.000Z",
      "id": "1465095668591124486",
      "text": "@theloopyblgger DJ BIG T. FOUCH\n\nCOVID IS BACK VOL 7"
    },
    {
      "created_at": "2021-11-28T23:10:02.000Z",
      "id": "1465095668439994374",
      "text": "@MaggieR96073608 What do you think vaccines are?\nflu vaccines, Covid vaccines, designed to bypass your innate immune system\n\nibuprofen, Tylenol, aspirin, naproxen, diclofenac, all designed to conveniently stop pain but cure nothing\nAt the first sign of pain or possible illness ppl look for Meds🤷‍♀️"
    },
    {
      "created_at": "2021-11-28T23:10:02.000Z",
      "id": "1465095668364685314",
      "text": "@vicki_buck @stevens_agent @janemerrick23 If you  believe  some of the news stories  and I do people  in nursing  homes are based and still dying  of COVID  so VAX not even  working."
    },
    {
      "created_at": "2021-11-28T23:10:01.000Z",
      "id": "1465095667328557069",
      "text": "Travel and aviation groups dismayed by fresh Covid restrictions https://t.co/Jt3c5cZe4v"
    },
    {
      "created_at": "2021-11-28T23:10:01.000Z",
      "id": "1465095665537720322",
      "text": "The family's bad luck was uncanny. Research suggests immunity against a natural infection lasts about a year. And here it was almost exactly the same time of year and the family was fighting COVID-19 again. https://t.co/cjsDviIgem"
    },
    {
      "created_at": "2021-11-28T23:10:01.000Z",
      "id": "1465095665529331715",
      "text": "COVID-19 Community Testing at Tiyan Canceled Due to Inclement Weather.\nWeather permitting, COVID-19 testing will resume Tuesday, November 30, as scheduled. https://t.co/1KftjCiv2f"
    },
    {
      "created_at": "2021-11-28T23:10:00.000Z",
      "id": "1465095663407054857",
      "text": "A guy faking begin a doctor. He went to a college for natural medicine. It’s a social distancing college and now is  spreading misinformation about covid. https://t.co/1X18wdPlbH"
    },
    {
      "created_at": "2021-11-28T23:10:00.000Z",
      "id": "1465095661284577280",
      "text": "#ABCNews just cut of .@billshortenmp to go to Queensland news about a bridge (said it was about new Covid threat) ! Please replay fully Bills piece !"
    },
    {
      "created_at": "2021-11-28T23:10:00.000Z",
      "id": "1465095660777005057",
      "text": "@Harrypotskins @CawthornforNC I’ve lived in Australia for 36 years. Plenty of my friends and family have legally obtained guns. In Brisbane we also have done such a good job with COVID that we don’t even have a mask mandate anymore. But yeah, Rogan, Cawthorne, etc., we’re a totally failed state…🥱"
    },
    {
      "created_at": "2021-11-28T23:10:00.000Z",
      "id": "1465095660349308933",
      "text": "The well laid personal and professional plans of an ambitious New York art dealer go awry when she finds herself stranded on the Galapagos Islands, at the beginning of the Covid pandemic, in Wish You Were Here, by American author Jodi Picoult/@JodiPicoult. https://t.co/hiX8ti3W0H"
    },
    {
      "created_at": "2021-11-28T23:09:59.000Z",
      "id": "1465095659296591886",
      "text": "@catturd2 Covid will go completely away...just as soon as HE  goes away"
    },
    {
      "created_at": "2021-11-28T23:09:59.000Z",
      "id": "1465095658818478080",
      "text": "@asqthe17uestion @annaberu @telfordvillan I don’t need to change anyone’s mind, I care not what the people on this thread or anyone thinks.\nMy position is clear, I’m anti mandatory vaccinations, anti coercion, anti lockdown, anti mask,anti child Covid jabs.\nDon’t like it they should unfollow or shut up.\nThis thread is 😂"
    },
    {
      "created_at": "2021-11-28T23:09:59.000Z",
      "id": "1465095656507416582",
      "text": "@xrp_australia can attend. (???) ask why!  4) Moderna's vaccine is the first vaccine \"ever\" approved from the company ( https://t.co/1he1hmu3np )rushed in through EUA  (Emergency Use Authority)protocol because it was there. Far too hastily approved many would say. 5)Is there complete and"
    },
    {
      "created_at": "2021-11-28T23:09:59.000Z",
      "id": "1465095655739863046",
      "text": "@MaryEbbage @Swim_England @PondsForge Going by the tweet from the CEO tonight they are still working on the ticketing system… so we are all still in the dark.\n\nPlus be prepared for restricted spectators as they were also still working with Ponds Forge on Covid regulations.\n\nIt shouldn’t surprise us really."
    },
    {
      "created_at": "2021-11-28T23:09:59.000Z",
      "id": "1465095655421054981",
      "text": "While the world still fights against the COVID-19 pandemic, the 2022 Beijing Olympic Winter Games, which conveys a message of hope, courage, peace and unity to the world, has entered the final stage of preparations.\nhttps://t.co/nsI43di3OI"
    },
    {
      "created_at": "2021-11-28T23:09:58.000Z",
      "id": "1465095654682726402",
      "text": "no world tour:(announcement covid get tge hell out pls"
    },
    {
      "created_at": "2021-11-28T23:09:58.000Z",
      "id": "1465095652715778053",
      "text": "@ZR1Trader But they’ll have vaccine for it asap according to Moderna."
    },
    {
      "created_at": "2021-11-28T23:09:58.000Z",
      "id": "1465095652640239618",
      "text": "Fauci is NOT #American families doctor.  His lying tone, his cherry picked facts and his political fever-all bad  qualities in  docs  &amp; all found deep within Fauci.\n\nhttps://t.co/cR6KSa1zpj"
    },
    {
      "created_at": "2021-11-28T23:09:57.000Z",
      "id": "1465095649851064325",
      "text": "Boris Johnson ‘ignored’ my plan to tackle deadly Covid variants – senior official https://t.co/Kr1ydorcvE"
    },
    {
      "created_at": "2021-11-28T23:09:57.000Z",
      "id": "1465095649641353230",
      "text": "Mld symptoms.\nhttps://t.co/Q85CD3ddrs"
    },
    {
      "created_at": "2021-11-28T23:09:57.000Z",
      "id": "1465095649364299778",
      "text": "@MicheleBCarroll @DeanBaker13 To your question:\n\"WHO SAYS IT IS NOT YET CLEAR IF OMICRON IS MORE TRANSMISSIBLE COMPARED TO OTHER COVID-19 VARIANTS OR CAUSES MORE SEVERE DISEASE\""
    },
    {
      "created_at": "2021-11-28T23:09:57.000Z",
      "id": "1465095648957636618",
      "text": "Covid dropping variants like they some type of DLC smh"
    },
    {
      "created_at": "2021-11-28T23:09:57.000Z",
      "id": "1465095648840232964",
      "text": "African Doctor At “Epicenter” of OMICRON Mocks Distortion of Facts Over New COVID Variant: “We haven’t admitted anyone [to the hospital]”...”So far, what we have seen is very, very mild cases” [VIDEO] \n\nhttps://t.co/BtlZCiUhfy https://t.co/cUjHLT8VGW"
    },
    {
      "created_at": "2021-11-28T23:09:57.000Z",
      "id": "1465095648466849792",
      "text": "might have covid &amp; it’s left me feeling repulsed at all food. this may be a win for me?"
    },
    {
      "created_at": "2021-11-28T23:09:57.000Z",
      "id": "1465095648408006660",
      "text": "@SaucesTweets @Alex00126512 @a_maggieee @aIIegoricaI Death always does. Its inevitable. Covid, Cancer, Guns. You can’t cheat this shit"
    },
    {
      "created_at": "2021-11-28T23:09:57.000Z",
      "id": "1465095646994595844",
      "text": "@1NetSurfer @Diamondkfarms @kniggliator @Alec_Zeck Being a medical professional doesn't mean you have to have a relevant PhD. Saying they're a medical professional says nothing about their field of research. Do they have PhDs in biology, immunology, virology, etc? Or do they have PhDs in subjects that are less related to COVID?"
    },
    {
      "created_at": "2021-11-28T23:09:57.000Z",
      "id": "1465095646818537480",
      "text": "@ScotsFyre How’s that going, Joe?  Thinking you can control things like the economy, the supply chain, immigration, COVID, Congress, the States, individual citizens. Shall we go on?"
    },
    {
      "created_at": "2021-11-28T23:09:56.000Z",
      "id": "1465095645518200837",
      "text": "@AnOldWombat @woolfe Flu has a different mode of death than Covid. Flu also attacks everybody of any level of age and health. Often, it turns health against someone by causing a cytokine storm. Just as people should not attempt to downplay Covid by calling it flu, they should not attempt to overstate"
    },
    {
      "created_at": "2021-11-28T23:09:56.000Z",
      "id": "1465095645010743301",
      "text": "Stock futures move higher after Friday’s big sell-off, investors monitor omicron Covid variant https://t.co/bijRhscj1p"
    },
    {
      "created_at": "2021-11-28T23:09:56.000Z",
      "id": "1465095644134219777",
      "text": "@WhoToBlame35 @lives1803 @IrishTimes How about the fact the Pfizer trial was completely fraudulent? https://t.co/RfV70HSBQy"
    },
    {
      "created_at": "2021-11-28T23:09:56.000Z",
      "id": "1465095643769327632",
      "text": "Pruett also claims that zero tolerance \"cut apprehensions in half\" during 2020. But due to COVID, the policy was put on hold and very few illegal entry cases were being prosecuted. https://t.co/paE4iBKh43 https://t.co/883fSDGhbf"
    },
    {
      "created_at": "2021-11-28T23:09:55.000Z",
      "id": "1465095641101709323",
      "text": "@MoriartyProfJ22 @sajidjavid @BorisJohnson @10DowningStreet Well said Can’t wait for an argument with sheep who’ve not had covid are triple vaxxed &amp; waning  in a useless muzzles Vs my natural immunity &amp; strong antibodies 10 months later courtesy of a test. The vaxxed &amp;masked dividing us can all go do one inc @BorisJohnson"
    },
    {
      "created_at": "2021-11-28T23:09:55.000Z",
      "id": "1465095640480772101",
      "text": "@thevivafrei He is a real weirdo... When I first heard about him at the beginning of COVID, there was a female colleague of his that was spilling the beans about his methods and corruption, I have not seen anything from her. I'll have to do a search."
    },
    {
      "created_at": "2021-11-28T23:09:55.000Z",
      "id": "1465095639155425282",
      "text": "2nd dose of vaccination done 🤍 https://t.co/N095BowbJL"
    },
    {
      "created_at": "2021-11-28T23:09:55.000Z",
      "id": "1465095638438359052",
      "text": "i mean look at all the parents who were flabbergasted at the prospect of having to actually care for their own children at home during the numerous lockdowns for covid. school is literally a glorified daycare for most parents who don’t wanna deal with their kids."
    },
    {
      "created_at": "2021-11-28T23:09:54.000Z",
      "id": "1465095638329159686",
      "text": "@CMOH_Alberta How many people have to die from the jabs before you stop mandating them? \nYou should be in jail over human rights violations relating to illegal covid 19 mandates and coercion of dangerous experimental unnecessary medical treatments from companies making bils with no liabilities"
    },
    {
      "created_at": "2021-11-28T23:09:54.000Z",
      "id": "1465095638220034056",
      "text": "But reported symptoms are :  fatigue &amp; body aches.\nHalf the country suffers that - it’s called having a life before Covid https://t.co/WFF06u8Vwr"
    },
    {
      "created_at": "2021-11-28T23:09:54.000Z",
      "id": "1465095636617940998",
      "text": "\"Will the Vaccines Stop Omicron? Scientists Are Racing to Find Out.\" by Apoorva Mandavilli via NYT https://t.co/XwOjywpya4"
    },
    {
      "created_at": "2021-11-28T23:09:54.000Z",
      "id": "1465095636500504581",
      "text": "This new #Covid variant is giving me real #Transformers vibes. Megatron was definitely behind this one."
    },
    {
      "created_at": "2021-11-28T23:09:54.000Z",
      "id": "1465095635053518859",
      "text": "@perquinx I got AstraZeneca for my first 2 doses, because that’s what was offered at the time. For my booster (mid-Dec at earliest), it will be one of the mRNA vaccines. I don ‘t care which! #VaccinesWork"
    },
    {
      "created_at": "2021-11-28T23:09:53.000Z",
      "id": "1465095634122387462",
      "text": "@msvalthompson @bk202058977146 @toadmeister @doctor_oxford You must be a middle class beneficary of 'covid'. Many of your ilk have done very well over the last 18 months and want to carry on with trial vaccines masks passports and lockdowns that dont work and are wrecking millions of poor people's lives. Selfish and despicable."
    },
    {
      "created_at": "2021-11-28T23:09:53.000Z",
      "id": "1465095633916858381",
      "text": "Traveling from Mexico City to DFW and the airline is more concerned that my carry on weighs 3kg more than I paid for. Couldn’t care less to ask about my #covid test to renter the country."
    },
    {
      "created_at": "2021-11-28T23:09:53.000Z",
      "id": "1465095630653689874",
      "text": "@RWMaloneMD Probably competitor with inactivated corona virus is coming up in 2022:  Valneva\n\nhttps://t.co/Uf0SU2jscv"
    },
    {
      "created_at": "2021-11-28T23:09:53.000Z",
      "id": "1465095630062342151",
      "text": "@peaceboutique @caslernoel THE BEST EXPLANATION OF THE VACCINE BY A VERY CREDIBLE SOURCE:\nhttps://t.co/fH6Rnu20to"
    },
    {
      "created_at": "2021-11-28T23:09:52.000Z",
      "id": "1465095629747757064",
      "text": "The Bavarian state government and university clinics are now calling on medical students to volunteer in the clinics in the fight against #Covid. \nMunich friends. Please don’t be a fucking idiot and be smart."
    },
    {
      "created_at": "2021-11-28T23:09:52.000Z",
      "id": "1465095629584035840",
      "text": "To all vaccinated drones who think they are superior to the unvaccinated do you think you have been conned now they want the booster brought forward that will be 3 jabs in 8 months and your still catching COVID Wake up People @scorcherzz @jamiejanides @DanielAndrewsMP #littleprik"
    },
    {
      "created_at": "2021-11-28T23:09:51.000Z",
      "id": "1465095622575464449",
      "text": "@Robert33829889 @Yahoo @RonDeSantisFL \"More times u stimulate your immune system,better the immune protection,”Rankin said.“So people w/the best protection are those who had COVID &amp;then got vaccinated.”Rankin says increase in protection is 4 to 5 times &gt;than those who were infected but not vaccinated"
    },
    {
      "created_at": "2021-11-28T23:09:51.000Z",
      "id": "1465095622038634496",
      "text": "Donald Trump Jr. praises European 'riots' over COVID-19 restrictions and claims Americans sit back 'like sheep' Isn't it nice when a baboon like Don Jr. promotes violence! Hate is what these guys are all about! They are a disgrace to American values. They are not happy people!"
    },
    {
      "created_at": "2021-11-28T23:09:51.000Z",
      "id": "1465095621929492480",
      "text": "Stock up on COVID tests, thermometers, sunscreen, tampons, pads, contact lenses, condoms, truly a staggering amount of things."
    },
    {
      "created_at": "2021-11-28T23:09:51.000Z",
      "id": "1465095621589618691",
      "text": "@CharlesBunker @thecactussteve China’s Top ‘CDC’ Epidemiologist Confirms That China Has Never Isolated COVID-19 Virus\nhttps://t.co/uNkClgUJ6q"
    },
    {
      "created_at": "2021-11-28T23:09:48.000Z",
      "id": "1465095611217104898",
      "text": "RW PROFITED from the denial of Covid, while buying Pharma's Vaccine stock!  When Pandemic raged, the RW got RICHER!   This RW BS means NOTHING, as usual!  Trump wouldn't have done ANYTHING different!  This man us a IDIOT!"
    },
    {
      "created_at": "2021-11-28T23:09:48.000Z",
      "id": "1465095610546196501",
      "text": "Update on the last night of the weekend’s predictions - NYI vs NYR has been postponed due to COVID in the Islander’s camp. That means tonight is reduced to six games."
    },
    {
      "created_at": "2021-11-28T23:09:48.000Z",
      "id": "1465095609799614469",
      "text": "Virginia will test sewage to help predict COVID-19 outbreaks https://t.co/ErKz2oh7RJ"
    },
    {
      "created_at": "2021-11-28T23:09:47.000Z",
      "id": "1465095608277024771",
      "text": "@POTUS @JoeBiden @WHO Yet you leave the border open to bring in a new covid variant along with them new illegals who you can enslave with government handouts and brainwash to vote for idiots like you ."
    },
    {
      "created_at": "2021-11-28T23:09:47.000Z",
      "id": "1465095608096669697",
      "text": "@TiceRichard Why do you keep persisting there's no evidence face masks work when I for one have copied you in on hard, more recent, evidence?  Here's another link :-\nhttps://t.co/GE4gednmLH"
    },
    {
      "created_at": "2021-11-28T23:09:47.000Z",
      "id": "1465095606637113344",
      "text": "@garyvee Omg I cant even I would do anything for an nft but there so exspensive now after losing my job to covid last year an having to take a minimum wage job an having to move into a motel this would make my year but I know il never win something like this which sucks!!!"
    },
    {
      "created_at": "2021-11-28T23:09:47.000Z",
      "id": "1465095605806637065",
      "text": "Almost two years into the pandemic. We are fortunate to have anticipated many of the challenges but many remain. We’ll continue to work with our community to tackle them with confidence - and empathy. \n\nhttps://t.co/dXaPjg4lQo\n\n#SISGroupOfSchools #SISSouthJakarta https://t.co/lULz2vS6i1"
    },
    {
      "created_at": "2021-11-28T23:09:47.000Z",
      "id": "1465095605785546752",
      "text": "Have we not learned with Covid its better to be too early than too late when it comes to COVID?\n\n https://t.co/Jt0hm2oFPP"
    },
    {
      "created_at": "2021-11-28T23:09:47.000Z",
      "id": "1465095605575946249",
      "text": "new Covid variant came from this guy https://t.co/pdtBunyc3f"
    },
    {
      "created_at": "2021-11-28T23:09:47.000Z",
      "id": "1465095605382836231",
      "text": "Trump says he 'wanted Biden to be successful' in tackling COVID-19, blasts his successor's handling of the pandemic https://t.co/zlvXMI1pdc via @Yahoo Yeah, Trump wanted Biden to be successful like he wanted to be faithful to Melania."
    },
    {
      "created_at": "2021-11-28T23:09:46.000Z",
      "id": "1465095603629674498",
      "text": "@funder I do. I will never fly or cruise again. I don't even socialize except at school and helping my neighbors. I get a Covid-19 test about every 2 to 3 weeks. #GetVaccinatedNow"
    },
    {
      "created_at": "2021-11-28T23:09:46.000Z",
      "id": "1465095602933571585",
      "text": "\"Will the Vaccines Stop Omicron? Scientists Are Racing to Find Out.\" by Apoorva Mandavilli via NYT https://t.co/guw8iQaCY2"
    },
    {
      "created_at": "2021-11-28T23:09:46.000Z",
      "id": "1465095602723692544",
      "text": "Vitamins and minerals are micronutrients that are responsible for many life-sustaining biological processes.\n\n#covid #covid19 #covidvariant #CovidVaccine #lockdown #health #nutrition #COVIDVaccineKids \nhttps://t.co/nRctwsPBB8"
    },
    {
      "created_at": "2021-11-28T23:09:45.000Z",
      "id": "1465095600538411009",
      "text": "@gboslovesjesus Nothing will end the pandemic, Covid is here to stay no matter what vaccines or masks are thrown at it.\n\nThe real problem is the totalitarianism it has unleashed."
    },
    {
      "created_at": "2021-11-28T23:09:45.000Z",
      "id": "1465095596856029184",
      "text": "@imgrund In an email from Durham Region PH, I was told Covid is not airborne &amp; it was safe to work inside without a mask unless 6’ distance could not be consistently maintained between staff. There are 3 anti-vaxxers in the office. No vaccination or mask mandate."
    },
    {
      "created_at": "2021-11-28T23:09:44.000Z",
      "id": "1465095594205016071",
      "text": "@behug @DrTomFrieden @behug https://t.co/31l6cpng6C\nDon’t live in fear. Why is Pfizer making billions and some of the other company? Booster shot my ass. Stop living in fear and wake the fuck up."
    },
    {
      "created_at": "2021-11-28T23:09:44.000Z",
      "id": "1465095593580240907",
      "text": "@realTuckFrumper Aren’t those the same words that delayed this nation’s response to\nCovid leading to so many deaths?\n\nAre we really going to let these assholes start this shit again?"
    },
    {
      "created_at": "2021-11-28T23:09:43.000Z",
      "id": "1465095591269224456",
      "text": "Chuck Todd Lets Cat out of the Bag on Media’s Obsession With New COVID Variant https://t.co/jDcOfTWmOD"
    },
    {
      "created_at": "2021-11-28T23:09:43.000Z",
      "id": "1465095590732312580",
      "text": "@annieviolent @ScottMoore___ @RandPaul 1) If you've had chicken pox, you still have the dormant virus in your body. If the virus becomes active, it will manifest as shingles. Very painful and you'll wish you had gotten the shingles vaccine.\n2) Covid is not anything remotely like Chicken pox."
    },
    {
      "created_at": "2021-11-28T23:09:43.000Z",
      "id": "1465095590149300231",
      "text": "England holds crisis talks with Cricket Australia with new Covid variant threatening Ashes disruption https://t.co/bkCnLlDkZk"
    },
    {
      "created_at": "2021-11-28T23:09:43.000Z",
      "id": "1465095590140862467",
      "text": "@WuraOla_Bless Smh. Now if they cancel the remaining to 2 days for his show, we won’t hear word again. And they got to remember Covid is still rampant on their side"
    },
    {
      "created_at": "2021-11-28T23:09:43.000Z",
      "id": "1465095590002503688",
      "text": "@bethbourdon @IwriteOK Anti-Vaxxer: Gee I’m not sure of my vaccination status, but you can request my medical records from my doctor—\n\nHR: Reporting your vaccination status is a condition of employment. As per the communications previously sent out you have until COB Friday to report it.\n\nAnti-Vaxxer: https://t.co/BSStFpmM9e"
    },
    {
      "created_at": "2021-11-28T23:09:42.000Z",
      "id": "1465095586839994369",
      "text": "@TheBigChairman4 Because Africa has been poor at testing and recording cases \nFew countries have been able to match the testing or vaccination requirements \n\nwe also in SADC where people cross borders daily so it’s safe to assume Omnicron is there too since we got no regional contact tracing"
    },
    {
      "created_at": "2021-11-28T23:09:42.000Z",
      "id": "1465095586810630147",
      "text": "@Breaking911 Bullshit...\nThey tested positive for Covid\n\nWho TF know what variant it is?\n\n@catturd2 @CindyKendrick11 @Sassychickie @SebGorka @dbongino @JennaEllisEsq @HowieCarrShow @TheKuhnerReport @marklevinshow @JudgeJeanine"
    },
    {
      "created_at": "2021-11-28T23:09:42.000Z",
      "id": "1465095585975910400",
      "text": "GOP Rep. Nancy Mace \"wrong and reckless\" for COVID vaccine comments on Fox News: Surgeon https://t.co/IX6EqkryV1"
    },
    {
      "created_at": "2021-11-28T23:09:42.000Z",
      "id": "1465095585330085897",
      "text": "having covid testing in drug stores is entrapment in the way that it entraps me into buying nail polish and snacks"
    },
    {
      "created_at": "2021-11-28T23:09:42.000Z",
      "id": "1465095584088576003",
      "text": "@patgotweet @wilson_hugh @Mediaite what does jan 6 have to do with the origins of covid, galaxy brain? not to mention, Cruz had something to do with it?"
    },
    {
      "created_at": "2021-11-28T23:09:41.000Z",
      "id": "1465095583258058762",
      "text": "@MollyJongFast Tell that to the families of people who tried to get COVID to acquire natural immunity and died from COVID instead.  Moreover no one knows how much immunity or how lasting the immunity from \"natural\" exposure."
    },
    {
      "created_at": "2021-11-28T23:09:41.000Z",
      "id": "1465095582574432261",
      "text": "Until #JoeBiden actually closes the border and not allow South Africans to waltz into America untested for #COVID stopping travel from South Africa means absolutely NOTHING. Tell me again that the public's health is their main priority. #GTFOH"
    },
    {
      "created_at": "2021-11-28T23:09:41.000Z",
      "id": "1465095582221930504",
      "text": "@gentz_thomas What the? Thanks for the heads up! I’ll let everyone I know know. Chances are they’ll blame any lack of donations on the economy or Covid so won’t learn from their mistakes. That’s how these woke morons operate."
    },
    {
      "created_at": "2021-11-28T23:09:41.000Z",
      "id": "1465095580875644936",
      "text": "@OccupyDemocrats Bruh wtf are wrong these #TRUMPlicans #GOP 🤦‍♂️ insulting those who passed to covid already with this bull💩 #RepublicansAreTheProblem"
    },
    {
      "created_at": "2021-11-28T23:09:41.000Z",
      "id": "1465095579634180111",
      "text": "@ThreadsIrish Wait till you hear Covid Claire on Monday morning followed closely by Kenny"
    },
    {
      "created_at": "2021-11-28T23:09:40.000Z",
      "id": "1465095579067949059",
      "text": "@DataDrivenMD CDC’s COVID-19 data team didn’t take the holiday weekend off - please don’t spread misinformation. The CDC state level visualization is based on open data collection from state dashboards; your issue is with state health departments, not the CDC."
    },
    {
      "created_at": "2021-11-28T23:09:40.000Z",
      "id": "1465095577536970755",
      "text": "Covid is a joke... https://t.co/ufU1XfE0Nz"
    }
  ],
  "meta": {
    "newest_id": "1465095686039420930",
    "oldest_id": "1465095577536970755",
    "result_count": 99,
    "next_token": "b26v89c19zqg8o3fpdy7ny1yl8bwxwgd74vob58f7agl9"
  }
}