{
  "data": [
    {
      "created_at": "2021-11-27T02:03:34.000Z",
      "id": "1464414565857480716",
      "text": "@MartinKulldorff They also co-own the patents on Covid mRNA with Moderna."
    },
    {
      "created_at": "2021-11-27T02:03:32.000Z",
      "id": "1464414556868861952",
      "text": "@notdred And to those who say they now have lifetime immunity to Covid, I would like to nominate for Darwin Awards.   #BrentRegan #IdahoGOP #IFF #PandemicofUnvaxxed #Florida #Texas #RedStates #MrMaralago https://t.co/tcqTiUtG4T"
    },
    {
      "created_at": "2021-11-27T02:03:32.000Z",
      "id": "1464414556579581956",
      "text": "@the786official @Moski1213 what a fk'n idiot he is. dumbass could die from covid, but, not sold on a life saving vaxx. i don't care what happens to his ass."
    },
    {
      "created_at": "2021-11-27T02:03:32.000Z",
      "id": "1464414556373979139",
      "text": "@RealPatriot56 Nope because I never believed the bs they were dishing out about how we all have to cower under our beds hiding from “the Covid” in the first place"
    },
    {
      "created_at": "2021-11-27T02:03:32.000Z",
      "id": "1464414555380011009",
      "text": "Newsmax politicians they are talking about World Wide Lockdowns over new Covid strain really.  How about all these clowns resign they can't even run a business.\nNo wonder why they can't manage this FJB.\nBrandon just wants more power."
    },
    {
      "created_at": "2021-11-27T02:03:31.000Z",
      "id": "1464414553282736130",
      "text": "Vaccine may give long-lasting immunity from #COVID19 \n@CosmosMagazine https://t.co/Wgw2q8Banj"
    },
    {
      "created_at": "2021-11-27T02:03:30.000Z",
      "id": "1464414550393040903",
      "text": "this just in:\nDO is causing COVID!!!\nHaving it's name be Delta AND Omicron????\n🚩🚩🚩🚩🚩🚩🚩"
    },
    {
      "created_at": "2021-11-27T02:03:30.000Z",
      "id": "1464414548614516736",
      "text": "@MarkLevineNYC Mandates don't resolve anything. Ask the @US_FDA to fast track the @pfizer @merck treatments instead of government restrictions be helpful"
    },
    {
      "created_at": "2021-11-27T02:03:30.000Z",
      "id": "1464414547691900928",
      "text": "@DefiantLs At the time of the first ban it made no sense given that Africa had the lowest COVID rates in the world."
    },
    {
      "created_at": "2021-11-27T02:03:30.000Z",
      "id": "1464414546961965057",
      "text": "@PatBurkeNY You've always come across as a very perverted type I wouldn't want near my children.  As a healthcare worker recovering from a heart attack after my first Pfizer V which left me with myo &amp; pericarditis, gastritis &amp; colitis I'm not fully V u want to punish me. 🖕"
    },
    {
      "created_at": "2021-11-27T02:03:30.000Z",
      "id": "1464414546483945480",
      "text": "@bucketwoman0 @TorontoStar @MaryFernando_ @sailorrooscout @COVID_19_Canada I think I piggybacked on someone else’s thread she did not like and was asking  questions she possibly did not either. Thank you I will check above out."
    },
    {
      "created_at": "2021-11-27T02:03:29.000Z",
      "id": "1464414544135176202",
      "text": "@celliottability @Sflecce The links to the two papers that we currently have under peer-review at scientific journals tell it all. The approach used by @fordnation killed people and will continue to do so now that everything is back to full capacity. Aerosoled COVID-19 travels at least 4 meters."
    },
    {
      "created_at": "2021-11-27T02:03:29.000Z",
      "id": "1464414543040454656",
      "text": "I remember when Covid started I thought it would be like a 1 season tv show that gets cancelled but now  it’s turned into 60 Minutes"
    },
    {
      "created_at": "2021-11-27T02:03:29.000Z",
      "id": "1464414542247514114",
      "text": "@dietcheese @TakethatCt @JesseKellyDC Precisely.  But now there apprears to be an uptick.\n\nMeanwhile, before covid.\n\n\"Screening study of 11,000 Football Association players over 20 years and [only] 42 individuals had cardiac diseases that could cause sudden cardiac death...\"\n\nhttps://t.co/WMQTm51DBm"
    },
    {
      "created_at": "2021-11-27T02:03:28.000Z",
      "id": "1464414541098459137",
      "text": "Why you can’t find cheap at-home COVID tests https://t.co/TooanqHcX0"
    },
    {
      "created_at": "2021-11-27T02:03:28.000Z",
      "id": "1464414539353522176",
      "text": "@kirstinferguson 🙋🏼‍♀️ before COVID I would consider myself an extrovert, but always wondered why I was socially exhausted. I’m definitely a sociable introvert, guess I just didn’t know the term pre COVID."
    },
    {
      "created_at": "2021-11-27T02:03:28.000Z",
      "id": "1464414539252830208",
      "text": "All our ‘leaders’ in Victoria have damaged their reputations by allowing covid infections to rip thru our children in education. Mild/long covid. Suffer the children. May history show - I vehemently oppose children being infected with mild/long covid."
    },
    {
      "created_at": "2021-11-27T02:03:28.000Z",
      "id": "1464414538330222595",
      "text": "WTO’s big conference postponed due to new COVID variant https://t.co/j6Dle9VEkD"
    },
    {
      "created_at": "2021-11-27T02:03:27.000Z",
      "id": "1464414537172537344",
      "text": "Latest Covid Mutation Highlights Vaccine Inequity  https://t.co/StqfzFUOmQ"
    },
    {
      "created_at": "2021-11-27T02:03:27.000Z",
      "id": "1464414536119767043",
      "text": "This isn’t because of covid.  This is because of the 70k+ healthcare workers she fired https://t.co/asVT1Er9Th"
    },
    {
      "created_at": "2021-11-27T02:03:27.000Z",
      "id": "1464414533997543426",
      "text": "@NYCHealthCommr @nycHealthy @michellemorse No one cares what you think. You were reckless and got Covid yourself. Guess you weren’t wearing a mask. Ahahaha"
    },
    {
      "created_at": "2021-11-27T02:03:26.000Z",
      "id": "1464414533070381061",
      "text": "new covid variant just dropped 💯💥😤"
    },
    {
      "created_at": "2021-11-27T02:03:26.000Z",
      "id": "1464414532516950022",
      "text": "Here is a link to a full blog post presenting this analyses, with all data and analysis scripts shared for full transparency.\n\nhttps://t.co/3r9UkYxPmg\n\nSoon, I will present one more thread on the remaining cohort, those partially vaccinated (&gt;21 days after first dose)."
    },
    {
      "created_at": "2021-11-27T02:03:26.000Z",
      "id": "1464414529870307333",
      "text": "There is no corroborating evidence of this in the recently vaccinated UK ONS death data.\n\nKirsch never considered that deaths occurring within days of vaccination might be more likely to be reported to VAERs, with higher numbers indicating reporting bias, not vaccine causation."
    },
    {
      "created_at": "2021-11-27T02:03:26.000Z",
      "id": "1464414529660633092",
      "text": "Very good point! President Trump was forward thinking by banning travel from China before ONE covid case was reported in the U.S. while dems were busy trying to impeach him. Pelosi was dancing in the street in Chinatown saying Trump was a racist, just preventing immigration."
    },
    {
      "created_at": "2021-11-27T02:03:25.000Z",
      "id": "1464414528922218499",
      "text": "@jdarago32 yeah i remember hearing about this movie, that covid fucked a it's filming here. i remember going \"say what now about a truffle hunting pig\"."
    },
    {
      "created_at": "2021-11-27T02:03:25.000Z",
      "id": "1464414527932575745",
      "text": "This flies in the face of claims of some like Steve Kirsch that the overabundance of death reports in VAERs within 21 days after vaccination relative to later dates proves that the early deaths must be vaccine-caused, as suggested in his slide deck. https://t.co/i13lDa5r6I"
    },
    {
      "created_at": "2021-11-27T02:03:25.000Z",
      "id": "1464414527835947015",
      "text": "What’s DoPe done about the new covid variant?????? Waiting for Monday so he can speak to #SneakyScott … where’s our Quarantine accommodation?"
    },
    {
      "created_at": "2021-11-27T02:03:24.000Z",
      "id": "1464414525285883905",
      "text": "their condition is covid, turns out the ICU just uses weed now"
    },
    {
      "created_at": "2021-11-27T02:03:24.000Z",
      "id": "1464414523624869895",
      "text": "@Mikeonbike87 @OgiKC @Transport_gc @JustinTrudeau @OmarAlghabra NOPE. The website is irrelevant. They just changed the LAW today and it is still Vx or Test, indefinitely. \n\nSee section 17.4 of Interim Order 46.\n\nhttps://t.co/iZA1aKDFgL"
    },
    {
      "created_at": "2021-11-27T02:03:24.000Z",
      "id": "1464414522169458688",
      "text": "@thebendystraw92 @jordanbpeterson That’s not 100% true. It was thought early on that those who were vaccinated would be less likely to pass covid on if they got it. This study shows that not to be the case. That’s okay but let’s not revise history. https://t.co/hAnqKdgwAG"
    },
    {
      "created_at": "2021-11-27T02:03:24.000Z",
      "id": "1464414522127663106",
      "text": "Or is this once again an artifact driven by age disparities?\n\nFrom daily vaccination records, I constructed the actual age distribution of recently vaccinated &amp; unvaccinated in wk7, &amp; computed the corresponding expected annual death rates of each based on their age distributions. https://t.co/EB74Gp3Nm7"
    },
    {
      "created_at": "2021-11-27T02:03:24.000Z",
      "id": "1464414521699680256",
      "text": "Greg Hunt reels off vaccination numbers. 'We're one of the most highly vaccinated societies in the world.' \n\nForgetting it appears this variant cuts right through vaccination\n\n#OmicronVariant"
    },
    {
      "created_at": "2021-11-27T02:03:23.000Z",
      "id": "1464414517601968132",
      "text": "fuck covid"
    },
    {
      "created_at": "2021-11-27T02:03:20.000Z",
      "id": "1464414507422433280",
      "text": "@Chinakillsdoct1 @MarkMeadows On February 1st, 2020 there were ZERO confirmed cases of Covid in Africa. Now there is a concerning Covid outbreak in Africa."
    },
    {
      "created_at": "2021-11-27T02:03:20.000Z",
      "id": "1464414506361049091",
      "text": "@TeslaAndBitcoin If you never had covid. Then definitely yes."
    },
    {
      "created_at": "2021-11-27T02:03:20.000Z",
      "id": "1464414505962774534",
      "text": "A load of shit. Healthy footballers dropping like flies. Guess what? Covid is a virus but not what they make you have it out to be. \nIf it any potency, we like 1918 would be over 50 million straight dead. &amp;close to 3 years maybe 4 million ALL w/co-morbidities. U r accountable https://t.co/Apghw2w59n"
    },
    {
      "created_at": "2021-11-27T02:03:20.000Z",
      "id": "1464414504888930307",
      "text": "@zerohedge SUCH  LIES AND  B.S.\nTHEY WILL HAVE IN 100 DAYS.\n\nAMAZING THE LIES AND DECEPTION FROM.\nCDC\nWHO\nFAUCI\nPHIZER\nJOHNSON AND JOHNSON \nMODERNA. \n\nALL LIES AND DECEPTION.   THEY ARE MAKING BILLIONS.\n\nAND KILLING PEOPLE.\n\nTHIS IS  ABOUT MONEY AND CONTROL.\nMASK AND VACCINE ARE THE PROBLEM"
    },
    {
      "created_at": "2021-11-27T02:03:19.000Z",
      "id": "1464414502066089990",
      "text": "@RadioFreeTom Take home message, airborne viruses don’t care about politics and none of the shit we were forced to try has worked to stop COVID, it’s just destroyed everything else along with it."
    },
    {
      "created_at": "2021-11-27T02:03:19.000Z",
      "id": "1464414501395173381",
      "text": "However, this difference can be more than explained by the age disparity in vaccinated/unvaccinated, with the vaccinated much older with inherently higher death risk.\n\nA parody-based twitter thread used a Ghostbusters movie analogy made this point. \n\nhttps://t.co/A72Gepzc2M"
    },
    {
      "created_at": "2021-11-27T02:03:19.000Z",
      "id": "1464414500505985027",
      "text": "@Lukewearechange Covid felt like a cold...bit 9 months later still not sure taste is completely back.  Vaccine reaction was not natural....knocked out for 4 days and pains in heart for 2 months."
    },
    {
      "created_at": "2021-11-27T02:03:19.000Z",
      "id": "1464414500333883398",
      "text": "@CityNewsVAN Just like a dog chasing its own  tail. Im Way past the 👉 of giving a crap about anything Covid related. I'm going back to life as usual. Thanks for the ride #coronavirus but I'll be getting off now."
    },
    {
      "created_at": "2021-11-27T02:03:18.000Z",
      "id": "1464414500086599688",
      "text": "I previously evaluated fully vaccinated vs. unvaccinated, &amp; found the unvaccinated had higher death rates than fully vaccinated in all age groups, except for 10-59yr.\n\nhttps://t.co/5ACwNbHKXh"
    },
    {
      "created_at": "2021-11-27T02:03:18.000Z",
      "id": "1464414498895413257",
      "text": "The UK ONS has released weekly all-cause death data from 2021 split out by vaccination status, including fully (2 dose) vaccinated, recently (1st dose within 21 days) vaccinated, and partially (1st dose &gt;21 days prior) vaccinated.\n\nhttps://t.co/ZYupfqSZK4"
    },
    {
      "created_at": "2021-11-27T02:03:18.000Z",
      "id": "1464414498459058182",
      "text": "#MindsEye_\nThe LNP are again relying on the short memory of voters, COVID proved the fact no one has to live in poverty and money was readily available and not cause the dreaded \"LNP Debt and Deficit Disaster\" they readily accused Labor of having caused, this mob are for the Rich"
    },
    {
      "created_at": "2021-11-27T02:03:18.000Z",
      "id": "1464414497175658500",
      "text": "There are claims that a large number of people have been killed by vaccine-induced complications within 21d of vaccination, based on anecdotal reports on social media and loose analyses of VAERs death counts.\n\nThe UK ONS data are an excellent source for evaluating such claims. https://t.co/m1kRc5wnuB"
    },
    {
      "created_at": "2021-11-27T02:03:17.000Z",
      "id": "1464414495850307587",
      "text": "@WSJ @WSJopinion Rupert Murdoch helped spread COVID &amp; pushed anti-vaccine rhetoric through @FoxNews ,NY Post, the @WSJ and his other media outlets. Trump politicized Covid &amp; the vaccine. Biden has implemented vaccines to record levels. Get your facts straight. You’ve sunk to Fox News levels, WSJ."
    },
    {
      "created_at": "2021-11-27T02:03:17.000Z",
      "id": "1464414491811086340",
      "text": "Cancer Expert Says UK Seeing Spike in “Non-Covid” Deaths, Nobody Willing to Blame Vaccines as Culprit – The Expose https://t.co/UxYa6vzI2a"
    },
    {
      "created_at": "2021-11-27T02:03:16.000Z",
      "id": "1464414491437903872",
      "text": "Niggas said Omnicron variant of Covid?? The first 2 already took so much for me. Please no more"
    },
    {
      "created_at": "2021-11-27T02:03:16.000Z",
      "id": "1464414490401910787",
      "text": "Do they really named new #covid variant \"Omicron\"? Sounds like Transformers mage villain https://t.co/iDUtUFdnIv"
    },
    {
      "created_at": "2021-11-27T02:03:16.000Z",
      "id": "1464414487994380288",
      "text": "Pfizer CEO Albert Bourla on why he has not yet had the Vaccine: \"Don't Want to Cut the Line\" https://t.co/H0xazYuFl7 via @BitChute    well the vet hasn't had his shot he made for humanity is this real man yes Christian it's real"
    },
    {
      "created_at": "2021-11-27T02:03:14.000Z",
      "id": "1464414483309379593",
      "text": "The weakest ever fr! I blame covid https://t.co/MomVfNBE3x"
    },
    {
      "created_at": "2021-11-27T02:03:14.000Z",
      "id": "1464414481149304835",
      "text": "COVID cases rise nationwide, with Michigan under “almost unmanageable” strain - The Washington Post https://t.co/qOWTfL6HDi"
    },
    {
      "created_at": "2021-11-27T02:03:14.000Z",
      "id": "1464414481124102148",
      "text": "U.S. to limit journey from South Africa, 7 different nations as new Covid variant emerges - Newsworldpress @ https://t.co/Xk7sBy6BUL https://t.co/giNPb2Nl7L"
    },
    {
      "created_at": "2021-11-27T02:03:13.000Z",
      "id": "1464414478825574400",
      "text": "@debracohen @RussellBoyd11 @piersmorgan Hospital back to the homes while they still had Covid allowing it to spread rapidly. They were also lacking PPE. At least 10 million people have had Covid in U.K, that’s the ones that have tested anyway. That will probably help with immunity too."
    },
    {
      "created_at": "2021-11-27T02:03:13.000Z",
      "id": "1464414477714026500",
      "text": "Covid live: WHO calls Omicron variant of concern; New York declares ‘disaster emergency’ Scary Shit!! https://t.co/WLumAnWReM"
    },
    {
      "created_at": "2021-11-27T02:03:13.000Z",
      "id": "1464414475939942405",
      "text": "Covid-19: 45 more new deaths, 10 brought in dead https://t.co/L6mqS7D5Kx"
    },
    {
      "created_at": "2021-11-27T02:03:12.000Z",
      "id": "1464414474706853892",
      "text": "@xderrickb @SenatorHagerty They aren’t pushing out everyone just those who refuse to take the COVID vaccine. The people who put their personal freedom over the health and safety of their community. A lot places have vaccine requirements for all kinds of diseases, and very few people whined until COVID."
    },
    {
      "created_at": "2021-11-27T02:03:12.000Z",
      "id": "1464414474438254598",
      "text": "This also opens the door wide for Australia to welcome an even potentially more deadly Covid variant #Omicron. Other vountries have closed tfeir bir https://t.co/bdsndvvjgI"
    },
    {
      "created_at": "2021-11-27T02:03:11.000Z",
      "id": "1464414470395109380",
      "text": "Vaccine makers transfer rapidly in opposition to new omicron Covid variant, testing already below method - Newsworldpress @ https://t.co/3dvnm8xK13 https://t.co/K1Nbr7PruS"
    },
    {
      "created_at": "2021-11-27T02:03:11.000Z",
      "id": "1464414469812019203",
      "text": "@ZLoescher @GuyfromKent @freedomspeech50 FDA &amp; Pfizer highly connect to both.  It’s not what you know it’s who you know."
    },
    {
      "created_at": "2021-11-27T02:03:10.000Z",
      "id": "1464414466318217218",
      "text": "@suceress @jennycohn1 Covid will stay around until all republican anti-vaxxer racists religious freaks are gone!! I'm serious!"
    },
    {
      "created_at": "2021-11-27T02:03:10.000Z",
      "id": "1464414466196582400",
      "text": "So deadline White House asked Chris Christie who gave you who do you think gave you Covid he said I don’t know somebody gave it to somebody and they passed it around and I said yeah kind of like a bad idea AKA the big lie"
    },
    {
      "created_at": "2021-11-27T02:03:10.000Z",
      "id": "1464414462987829248",
      "text": "https://t.co/G4C26dLSVI SHE IS NOT MY DOCTOR"
    },
    {
      "created_at": "2021-11-27T02:03:09.000Z",
      "id": "1464414461192724480",
      "text": "You guys are unbelievable. How many Floridians have died from COVID 19 that Donald Trump and @RonDeSantisFL  considered a Hoax?@NicolleDWallace @maddow Vote DeSantis out! https://t.co/zWovG5RdfU"
    },
    {
      "created_at": "2021-11-27T02:03:09.000Z",
      "id": "1464414460697739265",
      "text": "A flood of covid patients causes ‘almost unmanageable’ strain in Michigan as cases rise nationwide https://t.co/3YjPtHo0Zl"
    },
    {
      "created_at": "2021-11-27T02:03:08.000Z",
      "id": "1464414457946271745",
      "text": "@Yecats29_ @MBombaros @balazs_csoka @ImKnotTheOne @laurenboebert Well, according to Trump, he really had no reason to do the travel ban because Covid is just the flu. Remember? He said it was like the flu, no big deal."
    },
    {
      "created_at": "2021-11-27T02:03:08.000Z",
      "id": "1464414456981729285",
      "text": "@Craig_A_Spencer I’m alone again this year. My parents and brothers still think COVID is a hoax and suddenly vaccines are the devil."
    },
    {
      "created_at": "2021-11-27T02:03:07.000Z",
      "id": "1464414450933448704",
      "text": "@RWMaloneMD Don't understand your comment but I think it's a comment debunking over vaccination. Maybe it's not about anymore than that nagging presence of realizing the government lies alot."
    },
    {
      "created_at": "2021-11-27T02:03:07.000Z",
      "id": "1464414450119852035",
      "text": "@RowTheBoatPJ1 @StarTribune Stick people in a room for a few hours, with no ventilation and no masks. That's how covid spreads. That's not a hunch, that's not a feeling. That's literally how it spreads."
    },
    {
      "created_at": "2021-11-27T02:03:06.000Z",
      "id": "1464414448664276999",
      "text": "@rodmickleburgh Don't worry. Bonnie Henry &amp; this @BCNDP Gov't will obviscate &amp; do nothing until AFTER they have proof the new variant IS here AND has proven itself a real problem to BC. This @BCNDP Gov't doesn't do Speedy, Nimble or Proactive. Expect the same ol' Laggard COVID mismanagement 🙄"
    },
    {
      "created_at": "2021-11-27T02:03:06.000Z",
      "id": "1464414448014303238",
      "text": "@GeorgeTakei We had a thriving economy until COVID, we were not the world's doormat and he didn't give the Taliban thousands of pieces of military equipment."
    },
    {
      "created_at": "2021-11-27T02:03:06.000Z",
      "id": "1464414447917834247",
      "text": "Top ICU Doctor Suspended After Suing Hospital for Banning Life-Saving COVID Treatments • Children's Health Defense https://t.co/HhCNyhAxd6"
    },
    {
      "created_at": "2021-11-27T02:03:06.000Z",
      "id": "1464414447498366978",
      "text": "Piers,\nThe vax and the boosters don't work on the new variant.\nPfizer and Moderna said they need 6 weeks to rework the current vax/booster.\nKnow what that means?\nEvery shot and booster given so far is worthless. \n😱😱😱😱😱😱 https://t.co/3AtzDYTbf8"
    },
    {
      "created_at": "2021-11-27T02:03:05.000Z",
      "id": "1464414445208100865",
      "text": "Also; once again: The world has to be vaccinated. Low vaccination rates in poorer countries and communities will breed new variants.\n\nNo vaccines should be going to waste in the world right now. Make sure your governments are getting every dose used..."
    },
    {
      "created_at": "2021-11-27T02:03:05.000Z",
      "id": "1464414443744505861",
      "text": "A World Health Organization panel named the COVID variant “omicron” and classified it as a highly transmissible virus of concern, the same category that includes the delta variant. https://t.co/ZskmizzVI5"
    },
    {
      "created_at": "2021-11-27T02:03:05.000Z",
      "id": "1464414443488567300",
      "text": "CDC has not updated \"Covid-19 DeSantis\" stats for 24November2021."
    },
    {
      "created_at": "2021-11-27T02:03:05.000Z",
      "id": "1464414443434090499",
      "text": "@violetcriMEs Not necessarily. One of my co-workers' wife got Covid, symptoms and tests, and he was negative the whole time. This was pre-vaccine."
    },
    {
      "created_at": "2021-11-27T02:03:05.000Z",
      "id": "1464414443362734082",
      "text": "@nationalpost Seriously? Ontario Science Table should do everyone a favor and just STFU. They forced businesses to invest thousands of dollars in plexiglassing the sh*t out of their space to reduce spread of covid. Mask/no mask. Plexiglass/no plexiglass. They have no clue abt covid. #onpoli"
    },
    {
      "created_at": "2021-11-27T02:03:05.000Z",
      "id": "1464414442775629831",
      "text": "Scientists find variants by sequencing samples from people that have tested positive for the virus https://t.co/ATQffOBTCa"
    },
    {
      "created_at": "2021-11-27T02:03:05.000Z",
      "id": "1464414441840250889",
      "text": "Scientists find variants by sequencing samples from people that have tested positive for the virus https://t.co/2FPN7zj5NJ"
    },
    {
      "created_at": "2021-11-27T02:03:05.000Z",
      "id": "1464414441697591301",
      "text": "Scientists find variants by sequencing samples from people that have tested positive for the virus https://t.co/UWz95a4ycu"
    },
    {
      "created_at": "2021-11-27T02:03:05.000Z",
      "id": "1464414441668235270",
      "text": "Scientists find variants by sequencing samples from people that have tested positive for the virus https://t.co/naB2dXWpBp"
    },
    {
      "created_at": "2021-11-27T02:03:04.000Z",
      "id": "1464414441395703808",
      "text": "@RyanMarino @SeattleiteLeo @LazarusLong13 I'm not really scared about COVID any more now that I know how to recognize the blood clots and treat them.\n\nAnyways."
    },
    {
      "created_at": "2021-11-27T02:03:04.000Z",
      "id": "1464414441316007947",
      "text": "Yes, you can have side effects from both the flu and COVID-19 vaccine if getting them at the same time https://t.co/ZKqsqfosX1"
    },
    {
      "created_at": "2021-11-27T02:03:04.000Z",
      "id": "1464414440191926274",
      "text": "Scientists find variants by sequencing samples from people that have tested positive for the virus https://t.co/ltBwnll9WO"
    },
    {
      "created_at": "2021-11-27T02:03:04.000Z",
      "id": "1464414439315316736",
      "text": "@StephenM @SewWhat18 With thousands of immigrants coming from Africa and other COVID hotbeds."
    },
    {
      "created_at": "2021-11-27T02:03:04.000Z",
      "id": "1464414439130611712",
      "text": "LIVE: Health Minister provides COVID-19 update on Omicron variant from South Africa | ABC News - https://t.co/rb9GMIX64Q https://t.co/TMlkidPtGR"
    },
    {
      "created_at": "2021-11-27T02:03:04.000Z",
      "id": "1464414437926920196",
      "text": "@RYUULOVU if u listened when i spoke like ever you would know its NOT DONE YET AND LORI HAS COVID"
    },
    {
      "created_at": "2021-11-27T02:03:03.000Z",
      "id": "1464414437029388289",
      "text": "Why wait until Monday?  See :  US to restrict travel from eight African nations over new COVID-19 concerns https://t.co/DrGQlC6ggD https://t.co/yY6H6r6d06"
    },
    {
      "created_at": "2021-11-27T02:03:03.000Z",
      "id": "1464414435607400451",
      "text": "All Novak has to do to come to our shores is create a fake Covid 19 passport .Easy for a guy like him to get this organised seeing he is a national hero in his country,people worship the ground he walks on ."
    },
    {
      "created_at": "2021-11-27T02:03:03.000Z",
      "id": "1464414434978373641",
      "text": "@GeorgePapa19 Merry Christmas 💉☠️\n#Covidiot \nHow many times (in life) cut the wool to a sheep? \n👇\nYou're only 18 left, cheer up (greek alphabet)\n\n#coronavirus #Omicron #COVID19 #Covid_19 https://t.co/Cyx1hgTzpW"
    },
    {
      "created_at": "2021-11-27T02:03:02.000Z",
      "id": "1464414431471882249",
      "text": "@A_T_heist @antifaoperative The good news is, the new tech means it is easier to react to mutations of the virus. Instead of basically starting over, they just need to get the genetic code and plug it in. Covid-19 isn't a fast mutating virus. The problem is too many unvaxxed give it too many opportunities."
    },
    {
      "created_at": "2021-11-27T02:03:02.000Z",
      "id": "1464414431354437638",
      "text": "@Outkick Former WHO Director Warns Making Vaccines Mandatory Could Cause Riots | ZeroHedge\n\nhttps://t.co/YaUw1MqjlA"
    },
    {
      "created_at": "2021-11-27T02:03:02.000Z",
      "id": "1464414430356119556",
      "text": "Deputy Director General of the WTO Anabel Gonzalez has confirmed the cancellation of the  12th Ministerial Conference (MC12) of the World Trade Organization (WTO) because of the spread of the new strain of\nCOVID-19-Omicron\n\n#COVID19 -19\n#OmicronVariant"
    },
    {
      "created_at": "2021-11-27T02:03:02.000Z",
      "id": "1464414429961879556",
      "text": "New COVID-19 \"variant of conern\" named Omicron, governments shut borders | ABC News - https://t.co/KfEGWOVsno https://t.co/7M7Vmg3nKM"
    },
    {
      "created_at": "2021-11-27T02:03:01.000Z",
      "id": "1464414427898204161",
      "text": "Yesterday's Conspiracy Is Today's Medical Journal Headline: NEJM Explains How COVID Vaccines May Produce Spike Proteins that Lead to Myocarditis https://t.co/jl8SbLKl7b"
    },
    {
      "created_at": "2021-11-27T02:03:01.000Z",
      "id": "1464414427382358017",
      "text": "LOADING UP OUR PLANES AND DISBURSING THESE DISEASED ILLEGALS AROUND THE COUNTRY! BUT YET YOUR BLUE STATES WANT TO MASK EVERYONE UP OVER THE HOLIDAYS WITH A COLORADO RATE OF VACCINATION AT 73%? KISS MY ASS!!! THANK GOD, DOUGLAS COUNTY IS REPUBLICAN AND TOLD"
    },
    {
      "created_at": "2021-11-27T02:03:01.000Z",
      "id": "1464414425750786052",
      "text": "BioNTech says it will know in 2 weeks whether the COVID-19 vaccine it developed with Pfizer works against the new variant rapidly spreading in southern Africa #NewsBreak https://t.co/bFHogtMAGM"
    },
    {
      "created_at": "2021-11-27T02:03:01.000Z",
      "id": "1464414425281175554",
      "text": "Germany now considers a full Covid lockdown and mandatory vaccines - https://t.co/xtXMibLJmJ https://t.co/DMScKxQ0hQ via @GoogleNews"
    }
  ],
  "meta": {
    "newest_id": "1464414565857480716",
    "oldest_id": "1464414425281175554",
    "result_count": 100,
    "next_token": "b26v89c19zqg8o3fpdy790wiwkc42wn9grwkyj6w7324d"
  }
}