{
  "data": [
    {
      "created_at": "2021-11-27T02:38:28.000Z",
      "id": "1464423346729369605",
      "text": "didn't realize until this week when making myself more aware of the situation in europe that - according to the world health organization  - all of those countries are only 54% vaccinated. how is it that people are so bloody divided re: vaccination, mask-use + general altruism? https://t.co/vQHjifiu3i"
    },
    {
      "created_at": "2021-11-27T02:38:28.000Z",
      "id": "1464423346553057280",
      "text": "World Trade Organization (WTO) says it has postponed its in-person ministerial conference in Geneva over concerns regarding \"an outbreak of a particularly transmissible strain of the COVID-19 virus\""
    },
    {
      "created_at": "2021-11-27T02:38:28.000Z",
      "id": "1464423345999556610",
      "text": "Covid research has moved from the representative-strain model phase to the heterogenous variants phase. Sanitary equivalence no longer holds."
    },
    {
      "created_at": "2021-11-27T02:38:27.000Z",
      "id": "1464423345512923137",
      "text": "@NBCNews A week ago there were articles in yahoo and other places that Covid was almost non existent in Africa."
    },
    {
      "created_at": "2021-11-27T02:38:27.000Z",
      "id": "1464423345294909448",
      "text": "@StovieRetro @Vi0nka @abc7breaking Mass vaccination programs rolled out during the middle of a pandemic with leaky vaccines that DO NOT confer immunity or prevent transmission will never get us to herd immunity. Not to mention it’s in the animal population…it’s endemic."
    },
    {
      "created_at": "2021-11-27T02:38:27.000Z",
      "id": "1464423345198272516",
      "text": "@joerogan Dear Joe Rogan,  you are the greatest virology scientist in the whole world.  You have cured so many with your recommendations based upon your countless hours of scientific study of the Covid-19 virus. Should my Grampie be concerned about the South African varient?"
    },
    {
      "created_at": "2021-11-27T02:38:27.000Z",
      "id": "1464423344254504961",
      "text": "You: terrified of new variant, holing yourself up for another 4 months\n\nMe: never stopped going into work during covid, never caught covid, feelin fine"
    },
    {
      "created_at": "2021-11-27T02:38:27.000Z",
      "id": "1464423342736244737",
      "text": "Gov. @JayInslee issued a statement as the Western States Scientific Safety Review Workgroup confirmed actions taken yesterday by FDA and CDC to recommend boosters for all adults who received their initial course of COVID- 19 vaccine six or more months ago."
    },
    {
      "created_at": "2021-11-27T02:38:26.000Z",
      "id": "1464423338495909890",
      "text": "@coachlaitinen @FoxNews There’s nothing funny about covid deaths. I can assure you that no one is laughing. Please.."
    },
    {
      "created_at": "2021-11-27T02:38:26.000Z",
      "id": "1464423338269294594",
      "text": "Apparently he has FINALLY done something. This in @theage “Australia will close its borders to anyone who has been in southern Africa and is not an Australian citizen in response to the #Omicron COVID-19 variant.” #VariantNU #VariantOmicron https://t.co/kq0GxtCoCf"
    },
    {
      "created_at": "2021-11-27T02:38:26.000Z",
      "id": "1464423337699024901",
      "text": "the new covid variant is called omicron and how can you not shit yourself at the name alone"
    },
    {
      "created_at": "2021-11-27T02:38:25.000Z",
      "id": "1464423336872603649",
      "text": "@Quicktake You can't just steal AstraZeneca's pre-trial formula and get a much better result than AstraZeneca itself. Common, scientists. Common sense please."
    },
    {
      "created_at": "2021-11-27T02:38:25.000Z",
      "id": "1464423334427328512",
      "text": "@JimmySouza65 Really?? Well, there are many people like you, you're not the only one, but I love this era, but before the covid was a lot better🥰😎"
    },
    {
      "created_at": "2021-11-27T02:38:25.000Z",
      "id": "1464423334083395585",
      "text": "@AppleHelix Mild symptom for some, fatal for alot of others. Go hang out with some respiratory therapists for a day and ask them about the \"mild\" bloody foam they have to pump out of late stage covid patient's lungs. They might think your theory is uninformed bullshit"
    },
    {
      "created_at": "2021-11-27T02:38:24.000Z",
      "id": "1464423332934299648",
      "text": "I’m getting my Covid booster shot in a couple days 👀"
    },
    {
      "created_at": "2021-11-27T02:38:24.000Z",
      "id": "1464423331164311557",
      "text": "@SusanMaryBrown1 @SVeillance @atrupar meanwhile, almost 8 billion doses of vaccines have been given-441 million in the us alone. vaers-which is self-reported and unverified-shows 8448 reported deaths after vaccines. that's a .0019% mortality rate. we've had almost 800k covid deaths in the us."
    },
    {
      "created_at": "2021-11-27T02:38:24.000Z",
      "id": "1464423331118166023",
      "text": "Lots more to learn abt Omicron but this *potential* intersection of HIV epidemic &amp; COVID19 pandemic shows how structural vulnerability reinforces health inequities.\n\n\"Scientists say that the unusual constellation of mutations suggests it may have...\" \n\nhttps://t.co/kp7XvkAqsv"
    },
    {
      "created_at": "2021-11-27T02:38:24.000Z",
      "id": "1464423329864069130",
      "text": "Bryan Adams has proved that fully vaxxed combined with natural immunity doesn’t stop COVID either. https://t.co/Fb3HQ3bOgm"
    },
    {
      "created_at": "2021-11-27T02:38:24.000Z",
      "id": "1464423329633222657",
      "text": "The Netherlands will be closed from 5pm to 5am, according to remarks by caretaker prime minister Mark Rutte, announcing new Covid restrictions from Sunday. Bars, restaurants and shops will close early. Schools will stay open, despite the largest rise being among children."
    },
    {
      "created_at": "2021-11-27T02:38:23.000Z",
      "id": "1464423327783690241",
      "text": "Trump torches Biden admin over COVID, inflation, the border, Afghanistan, and other crises"
    },
    {
      "created_at": "2021-11-27T02:38:23.000Z",
      "id": "1464423325657149445",
      "text": "THIS 👇🏾 \n\nIs what the so-called “new variants” are all about SA &amp; the subsequent travel bans on certain African countries 🙄\n\nLow vaccination 💉 rates in Africa has certain people pissed! \n\nIt’s all about upping those 💉numbers! https://t.co/vGMVDTEgzJ"
    },
    {
      "created_at": "2021-11-27T02:38:23.000Z",
      "id": "1464423325422301184",
      "text": "I'm NOT a medical doctor but IMHO we will never get in front of COVID mutations until we can come up with and execute a COORDINATED GLOBAL STRATEGY for travel restrictions, masking mandates and getting the MAJORITY of people globally vaccinated. https://t.co/thxntAJtiJ"
    },
    {
      "created_at": "2021-11-27T02:38:21.000Z",
      "id": "1464423320502243337",
      "text": "NT authorities are waiting to find out if a COVID case who travelled from South Africa to Darwin has the new Omicron variant of concern. The man is in quarantine at Howard Springs. Story via @AliciaCPerera  @abcdarwin https://t.co/GFSteSocdV"
    },
    {
      "created_at": "2021-11-27T02:38:20.000Z",
      "id": "1464423315146252290",
      "text": "Nash Bridges is coming back? Covid-19 was worth it!"
    },
    {
      "created_at": "2021-11-27T02:38:20.000Z",
      "id": "1464423312830996485",
      "text": "@ramincol With these #'s you have to put an * next to it. With Covid and it being still semi new league. People need to compare next season attendance against this year to be a fair comparison.  I'd love to see MLS3 (MLS next)# with NISA full season attendance."
    },
    {
      "created_at": "2021-11-27T02:38:18.000Z",
      "id": "1464423307068035078",
      "text": "@AlphaTrader00 If the omicron variant was around since July, and was more transmissible than delta, it should have taken off a longtime ago. Not four months later. \n\nhttps://t.co/gFXo9VUYMD"
    },
    {
      "created_at": "2021-11-27T02:38:18.000Z",
      "id": "1464423305448939521",
      "text": "NBCNews: As a new Covid-19 variant raises alarm, Africa trails the world in vaccinations. https://t.co/LMGdT1P01l"
    },
    {
      "created_at": "2021-11-27T02:38:18.000Z",
      "id": "1464423304832307201",
      "text": "@edcapista Trump’s ban happened before Covid. This is a result of the new variant. Get your facts straight."
    },
    {
      "created_at": "2021-11-27T02:38:18.000Z",
      "id": "1464423304777850885",
      "text": "@dyled The foreign elite thugs used Ramaphosa to announce about the covid outbreak to make the oil price crash to punish Saudi Arabia. Now, we are in a crash situation, blowback. What goes around, comes around. https://t.co/16nLHll5xu"
    },
    {
      "created_at": "2021-11-27T02:38:17.000Z",
      "id": "1464423302618038272",
      "text": "NY Times: U.S. to Place Travel Restrictions on South Africa, Other Countries\rhttps://t.co/aoOCPt5kcI"
    },
    {
      "created_at": "2021-11-27T02:38:17.000Z",
      "id": "1464423302231994368",
      "text": "@lwoodhouse @futurepundit Wow! You are so lost!\n\nYou mask healthy children to protect them and the older people they can come into contact with. They may have an immunosuppressed grandmother at home?\n\nYoung people have died from COVID.  Someone's son or daughter.\n\nhttps://t.co/3NN3j8k36E"
    },
    {
      "created_at": "2021-11-27T02:38:16.000Z",
      "id": "1464423297664401416",
      "text": "Panic And Chaos Fast Spread As A New Covid Strain With Extremely High Nu... https://t.co/H2VGBEWxWe via @YouTube"
    },
    {
      "created_at": "2021-11-27T02:38:16.000Z",
      "id": "1464423297047797763",
      "text": "This makes total sense.\nThe real mystery is where did the original spillover occur?\nIt first appeared in the public record in St Petersburg, but it was the capitol of a vast, sprawling, mostly as-yet-pre-industrial empire. What it did have was railways.  https://t.co/qBuADa64kZ"
    },
    {
      "created_at": "2021-11-27T02:38:15.000Z",
      "id": "1464423295382548482",
      "text": "@LongVariant @OutsiderNick @wakeupfromcovid I thought before the vaccine a lot of doctors were concerned the virus was causing circulatory rather than just lung problems. This is the origin of long covid."
    },
    {
      "created_at": "2021-11-27T02:38:15.000Z",
      "id": "1464423294044545026",
      "text": "NEWS UPDATE: The government lowers its target for the three-day vaccination drive next week to 9 million from the initial 15 million due to shortage of syringes and other logistical challenges. | via @gaeacabico https://t.co/bF4qZduwfD"
    },
    {
      "created_at": "2021-11-27T02:38:15.000Z",
      "id": "1464423293453103105",
      "text": "Well we're officially fucked now...new variant of COVID called Omicron has been found in South Africa and they're saying its much more infectious than any other variant till now...guess I won't be seeing my college campus in this life"
    },
    {
      "created_at": "2021-11-27T02:38:15.000Z",
      "id": "1464423293008683009",
      "text": "@BlackMesaTitan @Reuters 60 million people die every year\n\nIn 2yrs, 10 million people have died WITH covid.. \n\nand who knows, maybe some of them died OF covid?\n\n(Ps, my chances {if I catch it} are 99.938%... please excuse me if I don't start shttn it like a big girl's blouse 👍) https://t.co/eAv3MlZ5Hk"
    },
    {
      "created_at": "2021-11-27T02:38:15.000Z",
      "id": "1464423292064788480",
      "text": "New York governor declares 'disaster emergency' over rising COVID-19 infection rates https://t.co/Q2yPGXtIP8"
    },
    {
      "created_at": "2021-11-27T02:38:15.000Z",
      "id": "1464423291901267972",
      "text": "Preacher offers 'ginger, lemon juice, garlic and aspirin' to fight COVID as South Africa fa… https://t.co/61Kf7Rr74y"
    },
    {
      "created_at": "2021-11-27T02:38:14.000Z",
      "id": "1464423290978639874",
      "text": "US imposes travel restrictions after new omicron COVID-19 variant found in southern Africa https://t.co/gO8vqOxI5b via @wfaa"
    },
    {
      "created_at": "2021-11-27T02:38:14.000Z",
      "id": "1464423290093584389",
      "text": "@EpiEllie Zero Covid policies are evil."
    },
    {
      "created_at": "2021-11-27T02:38:14.000Z",
      "id": "1464423288986386436",
      "text": "@ChrisBlec I’ll take the obvious ones.  Pfizer and Merck"
    },
    {
      "created_at": "2021-11-27T02:38:14.000Z",
      "id": "1464423288424185856",
      "text": "Omega War game Israel. \n\"Israeli ‘wargame’ sees kids suffering vaccine-resistant COVID strain\"\n\"10-week crisis that starts over the December holidays.\"\n\"The main lesson is: Move fast, move hard.\" - Bennett: https://t.co/RZ75j0R85J"
    },
    {
      "created_at": "2021-11-27T02:38:13.000Z",
      "id": "1464423285907677185",
      "text": "@FactSparrow Every few weeks some drug or other helps you fight Covid. People run out and buy up the drug, the only ones winning are the pharmaceutical company that makes the product.  Or the people who own stocks in the company. Easy money by starting a rumor."
    },
    {
      "created_at": "2021-11-27T02:38:13.000Z",
      "id": "1464423284141793285",
      "text": "If I see one more \"Why isn't Australia closing its borders to Hong Kong\" I'm going to explode. The HK cases are in Hotel Quarantine in a covid 0 country were being positive means isolating in a hospital for 14 days and then another 14 in a hospital (like China).\n\n#auspol"
    },
    {
      "created_at": "2021-11-27T02:38:12.000Z",
      "id": "1464423280643907587",
      "text": "Toronto police officers will be patrolling near COVID-19 vaccination sites in the coming days as the campaign to vaccinate children aged 5 to 11 ramps up. https://t.co/w2uRXidnYr"
    },
    {
      "created_at": "2021-11-27T02:38:12.000Z",
      "id": "1464423279398162435",
      "text": "@CHRISTI12512382 @Finneganporter None of this has any relevance to anything.  \n\nNo vaccine has had as many adverse reactions in 50+ years as the covid jabs have had in not even 2 years.  \n\nPrevious live virus vaccines actually prevented you from getting the virus that you were inoculated against."
    },
    {
      "created_at": "2021-11-27T02:38:12.000Z",
      "id": "1464423279238733832",
      "text": "@PressSec Biden's biggest failure is the unchecked spread of COVID! Banning travel from S. Africa won't protect us from the new COVID strain. Illegal Africans are walking across the border every day. Biden can't control COVID without border control! Biden is making us SICK!"
    },
    {
      "created_at": "2021-11-27T02:38:11.000Z",
      "id": "1464423278018129920",
      "text": "Because:\nA. Science \nB. Covid\nC. Privilege \n\nI’m not sure - which buzzword do you like? https://t.co/4QvlBOUshI"
    },
    {
      "created_at": "2021-11-27T02:38:11.000Z",
      "id": "1464423277988884485",
      "text": "@wsvn For the bots on this thread:\n\nTrump banned travel from African countries because he said they were “shithole countries” &amp; wanted to keep Muslims out of the US.\n\nPresident Biden banned travel from Africa to protect Americans from a deadly new Covid variant.\n\nBut … bots be bots https://t.co/pw8wva2nm5"
    },
    {
      "created_at": "2021-11-27T02:38:11.000Z",
      "id": "1464423277473026057",
      "text": "who covid new variant Omicron know how much it is dangerous https://t.co/KO9WpOkTTZ"
    },
    {
      "created_at": "2021-11-27T02:38:11.000Z",
      "id": "1464423277061980165",
      "text": "@ccm2244 Yes!  I haven’t stepped in one til the other month since Covid.  Esp after seeing all the robberies and crap going down at the malls plus I refuse to mask to shop.  Sept I ran in, did what I needed and ran out.  No one bothered me, not even over no mask."
    },
    {
      "created_at": "2021-11-27T02:38:11.000Z",
      "id": "1464423276533334019",
      "text": "@Christo44422688 @PennyHaberfield @MLS_Dave She assumed since her friends were all vaccinated, their friends would be as well. Turns out one friend of a friend wasn’t and had COVID. Of the 16 people at this party, 10 got Covid. The host didn’t tell them until it was too late so they all were out and about spreading it."
    },
    {
      "created_at": "2021-11-27T02:38:11.000Z",
      "id": "1464423274880798733",
      "text": "Stocks tumble as fears over new Covid-19 variant grip global markets\n\nhttps://t.co/HtrDvTTqwA"
    },
    {
      "created_at": "2021-11-27T02:38:10.000Z",
      "id": "1464423273995935751",
      "text": "I thought he was already there. He kinda cleaned them out already. Where’s all the $$$ from kicking people into the streets during covid. He got PPP money besides 🙄 https://t.co/xbJaCuZeTA"
    },
    {
      "created_at": "2021-11-27T02:38:10.000Z",
      "id": "1464423272808951820",
      "text": "Merck’s molnupiravir, the much-anticipated antiviral pill for COVID has been a disappointment, showing only 30% efficacy in preventing hospitalization&amp;death—which makes it about as effective as the inexpensive antidepressant fluvoxamine in preventing Covid clinical deterioration."
    },
    {
      "created_at": "2021-11-27T02:38:09.000Z",
      "id": "1464423268887240708",
      "text": "@are_resistance Unvaxxed &amp; had covid. My husband, also."
    },
    {
      "created_at": "2021-11-27T02:38:09.000Z",
      "id": "1464423267561738246",
      "text": "@Finneganporter At the same time that they are dealing with their own Covid Crisis? Keep pushing the cold war theatricals pal."
    },
    {
      "created_at": "2021-11-27T02:38:08.000Z",
      "id": "1464423263677808640",
      "text": "wait did a new covid drop"
    },
    {
      "created_at": "2021-11-27T02:38:07.000Z",
      "id": "1464423259718316032",
      "text": "Can we make, It's a Joe Biden miracle! a thing this holiday season? We should. What Joe Biden miracle are most thankful for? Me? It's the vaccine distribution and #COVID financial relief package. https://t.co/z7fUHFVKi0"
    },
    {
      "created_at": "2021-11-27T02:38:07.000Z",
      "id": "1464423258728669187",
      "text": "Illegal Immigrants Allowed to cross Our Borders?\n\nInternational Travel Restrictions Lifted?\n\nBiden Administration Failures?\nhttps://t.co/ZqKTkiFBln"
    },
    {
      "created_at": "2021-11-27T02:38:07.000Z",
      "id": "1464423258132922369",
      "text": "@BRCTweets Honestly, governments have not shown all their cards. If they want they can mandate vaccination, quarantines, testing, and contact tracing. They have tolerated 800,000 deaths. I would not assume they will tolerate 2m, 5m deaths that could be avoided."
    },
    {
      "created_at": "2021-11-27T02:38:06.000Z",
      "id": "1464423256275005442",
      "text": "@SecondGentleman Biden's biggest failure is the unchecked spread of COVID! Banning travel from S. Africa won't protect us from the new COVID strain. Illegal Africans are walking across the border every day. Biden can't control COVID without border control! Biden is making us SICK"
    },
    {
      "created_at": "2021-11-27T02:38:06.000Z",
      "id": "1464423256048353282",
      "text": "@XRPNews_ @PbuzzXr Bread Garlichouse is responsible for the new Covid variant to push his Satan Coin."
    },
    {
      "created_at": "2021-11-27T02:38:06.000Z",
      "id": "1464423255662551043",
      "text": "Social Distancing Was a Problem Before Covid https://t.co/1mc066HVvy"
    },
    {
      "created_at": "2021-11-27T02:38:05.000Z",
      "id": "1464423251938095105",
      "text": "@rsmccarthy @G17Esiason @MathTeach44 Literally anyone who knew anything about what Moderna was founded to do and paid attention to what happened would know they were going to go gold. There was a lack of a market for mRNA vaccines prior to a novel virgin field epidemic right up til we got one."
    },
    {
      "created_at": "2021-11-27T02:38:05.000Z",
      "id": "1464423250897817604",
      "text": "@ThereseOSulliv2 @FlownOverGuy @hrt6017 @jimaw63 @SetPixels @izmks16 @NatForTrump2024 @ICherishFreedom @bourgeoisalien @govt45701 @MarkBatin @LanyJennifer @sammk1964 @2StepsAhead22 @TorinVanloon @lostandlovinit @Anti_MagatCult @Whaaaa67695016 @Particle96 @nbcxop @DesnoyerRobert @Albatross101422 @TruthisnotT @theProgEqualist @Sumbua8 @peepscount @WontBeSilent2 @chrisg409ubc @Evry1H8sGrtzLOL @waywardmegan15 @lipstickjunkie9 @luken_van @psalm1322 @RobertVonA @Shopdogg2 @Animalsdonthate @Flattielover @Trump4Prison22 @SaveDemocrcyPlz @KKGB92 @iamme025 @Jetson77 @Blakdragonheart @TereQuezada @1Quetzalcoatl1 @shwizzzzle @Pat94050454 @JDW714 @teamphil @T_JoyT And instead of touting vitamin D vitamin D vitamin D, they decided to tell vaccines vaccines vaccines because of course that costs us a lot more money then just giving people vitamin D which is proven to reduce mortality significantly among covid-19 patients. From PolitiFact... https://t.co/NGdRJagb98"
    },
    {
      "created_at": "2021-11-27T02:38:04.000Z",
      "id": "1464423248561676291",
      "text": "we don't it's not real. anyone paying attention will know it was made up to force vaccines on children &amp; enforce much stricter rules &amp; regulations to fuck with people. there is no new covid variant it's a lie. stop trusting those in positions of wealth &amp; power. https://t.co/tZL7D2mPLJ"
    },
    {
      "created_at": "2021-11-27T02:38:04.000Z",
      "id": "1464423248481845248",
      "text": "Appreciable efforts putting by @CMOFFICEHP\n\nThanks to Door-to-Door Campaigns, Himachal Nears the Finish Line of 100% Full Vaccination Against Covid https://t.co/oX8IZrtksN"
    },
    {
      "created_at": "2021-11-27T02:38:04.000Z",
      "id": "1464423248171524103",
      "text": "Toronto police officers will be patrolling near COVID-19 vaccination sites in the coming days as the campaign to vaccinate children aged 5 to 11 ramps up. https://t.co/oG0I8MlqEp"
    },
    {
      "created_at": "2021-11-27T02:38:04.000Z",
      "id": "1464423248087728128",
      "text": "FIH Junior Women's World Cup in SA put on hold owing to Covid-19 The upcoming FIH Junior Women's Hockey World Cup in South Africa was on Saturday put on hold as a new variant of Covid-19 in the country stoked worldwide fe... #Sports by #TimesofIndia https://t.co/DSWRmgvdBM"
    },
    {
      "created_at": "2021-11-27T02:38:04.000Z",
      "id": "1464423247684902915",
      "text": "@DebyFredericks @jmalikauthor \"You are being lied to.\" https://t.co/mxpuNXE1Oo"
    },
    {
      "created_at": "2021-11-27T02:38:04.000Z",
      "id": "1464423246170841091",
      "text": "Toronto police officers will be patrolling near COVID-19 vaccination sites in the coming days as the campaign to vaccinate children aged 5 to 11 ramps up. https://t.co/oRC7HdsGcd"
    },
    {
      "created_at": "2021-11-27T02:38:04.000Z",
      "id": "1464423245357191175",
      "text": "@SoCrazyItsFunn1 @Jaromir_Jagr @johnbreon But I'm glad we actually agree that banning travel will not stop Covid."
    },
    {
      "created_at": "2021-11-27T02:38:03.000Z",
      "id": "1464423244782452740",
      "text": "@Kelly_K_77 @casualthinking0 @ArmsAlligator @elden_joseph @minnesorta @ImKnotTheOne @laurenboebert Biden said, after Trump announced the travel ban from China,  was being xenophobic .  We are talking about covid travel bans and you want to bring up bans from 2017."
    },
    {
      "created_at": "2021-11-27T02:38:03.000Z",
      "id": "1464423243964583940",
      "text": "I survived Covid and Covid Delta.  Bring it on Omicron."
    },
    {
      "created_at": "2021-11-27T02:38:03.000Z",
      "id": "1464423243121455107",
      "text": "The truth about pregnancy risks and COVID-19 vaccines https://t.co/MJunnqaK5W"
    },
    {
      "created_at": "2021-11-27T02:38:03.000Z",
      "id": "1464423242953748481",
      "text": "@ScottEv55225760 @ll_Paradoxed_ll I've seen dozens of people die of covid in hospital. \nTroy blocked me for disagreeing with his distorted view of this issue."
    },
    {
      "created_at": "2021-11-27T02:38:03.000Z",
      "id": "1464423242408419330",
      "text": "Toronto police officers to patrol near COVID vaccination sites as children begin receiving shots https://t.co/oVhetXURxD https://t.co/GJ8o2hbdOa"
    },
    {
      "created_at": "2021-11-27T02:38:03.000Z",
      "id": "1464423241397813252",
      "text": "Why Moderna Stock Is Up By 23% Today https://t.co/jkuTAGVtPs"
    },
    {
      "created_at": "2021-11-27T02:38:02.000Z",
      "id": "1464423239359291396",
      "text": "Spoke w/a family member who is in the really should get a booster age demographic. (Had 2 Pfizer 7-8 months ago.) This person now feels that a booster is not necessary because of the new pills that treat Covid. Sigh."
    },
    {
      "created_at": "2021-11-27T02:38:02.000Z",
      "id": "1464423238088282114",
      "text": "@MoreSocialism @carolinecstark This images lays it out.  Blue countries use Ivermectin regularly.  Yellow does not.  Yellow line is covid deaths for those countries vs blue line for the ivermectin countries. https://t.co/EFJ1XfkMWu"
    },
    {
      "created_at": "2021-11-27T02:38:01.000Z",
      "id": "1464423236855222273",
      "text": "@FreeSpeechAmer @elonmusk The DemocRATS always play the race card or class wars card in order to deflect the attention away from their current failures like skyrocketing covid deaths and schemes to raise taxes in order to put more money in there donor class pockets!! https://t.co/6qV90FYE3d"
    },
    {
      "created_at": "2021-11-27T02:38:01.000Z",
      "id": "1464423235643232256",
      "text": "@TomiLahren But keep it up, Tawdry - Republicans are now FOUR TIMES MORE LIKELY TO DIE of Covid than Democrats.  The more you lie like this, the more GOP voters - and your viewers - you are killing off."
    },
    {
      "created_at": "2021-11-27T02:38:01.000Z",
      "id": "1464423234267344896",
      "text": "@ScottAdamsSays @America1Scotty @DoctorSekzi Either are the covid deaths."
    },
    {
      "created_at": "2021-11-27T02:38:01.000Z",
      "id": "1464423232904175620",
      "text": "@bingyhovar @BBCWorld do you honestly believe this makes any sense? or is it more likely that low global vaccination rates and extremely low lockdown / protective measure compliance in counties like america with basically no enforcement have undermined efforts to get this under control"
    },
    {
      "created_at": "2021-11-27T02:38:00.000Z",
      "id": "1464423232551804929",
      "text": "COVID update for Victoria – 27 November 2021\n\n#COVID19Vic \n\nSource: https://t.co/3huTZmtt0v https://t.co/40BVKiJuim"
    },
    {
      "created_at": "2021-11-27T02:38:00.000Z",
      "id": "1464423231457308676",
      "text": "Oh my, Omicron. NY Gov @KathyHochul\nsigns exec order banning elective surgeries in anticipation of flood of new #Omicron variant infectees. To quote Jackie Gleason: \"And away we go!\" An early Christmas gift to Biden and Dems to exert control again.\nhttps://t.co/uBjUFNgvSZ"
    },
    {
      "created_at": "2021-11-27T02:38:00.000Z",
      "id": "1464423230698102785",
      "text": "a new covid variant? alright i'll see what i can do after i finish this meeting"
    },
    {
      "created_at": "2021-11-27T02:38:00.000Z",
      "id": "1464423230593196038",
      "text": "\"I can help my nephew understand gun violence and mass incarceration. But I don't know what it's like to deal with deaths from fentanyl and COVID. I don't know what it's like to be 18 right now.\" Read @OGpenn's latest column 🔽 \nhttps://t.co/3XsfKIn6oz"
    },
    {
      "created_at": "2021-11-27T02:38:00.000Z",
      "id": "1464423229297242123",
      "text": "@kathymi71147962 @POTUS @WHO Governor Desantis did it the correct way, treated Covid patients instead of sending them home until they got worse and needed a ventilator, now thousands and thousands have natural immunity."
    },
    {
      "created_at": "2021-11-27T02:38:00.000Z",
      "id": "1464423228680675329",
      "text": "The Covid-19 pandemic is accelerating the arrival of the digital future in Africa. \n\nFind out more in our special report on African tech: https://t.co/22skTUvhL2"
    },
    {
      "created_at": "2021-11-27T02:38:00.000Z",
      "id": "1464423228672200705",
      "text": "@thechad020 @DivacTheGreat @jordanbpeterson 1. you have to be careful with probabilites at the extremes. e.g. 95% risk reduction would be almost twice as good as 91%. \n2. You can't just add up the probabilities.\n3. As far as I know the number of vaccination breakthroughs is close to what was expected."
    },
    {
      "created_at": "2021-11-27T02:37:59.000Z",
      "id": "1464423228298838019",
      "text": "Imagine paying out the largest criminal settlement in history in 2009 for medical disinformation (2.4b$); and then only 12 years later have your shares hit all time highs while you put out propaganda about how the REAL liars are people's friends &amp; family. \n\nThat's how #Pfizer do. https://t.co/wCWGQ5Xof1"
    },
    {
      "created_at": "2021-11-27T02:37:59.000Z",
      "id": "1464423227745132546",
      "text": "@stacyherbert https://t.co/JcoLDMVRvE\n\nhttps://t.co/BeYkPyfRzz\n\nVaccination with a leaky vaccine during a pandemic is a recipe for a disaster."
    },
    {
      "created_at": "2021-11-27T02:37:59.000Z",
      "id": "1464423226491252739",
      "text": "@GovKathyHochul @HealthNYGov Why don't you rehire the people fired because of vaccine mandates. When they were working the covid numbers were lower.\n@teacher_choice @VintageMaria1"
    },
    {
      "created_at": "2021-11-27T02:37:58.000Z",
      "id": "1464423221780963332",
      "text": "@JesseKellyDC They took the covid shot"
    },
    {
      "created_at": "2021-11-27T02:37:57.000Z",
      "id": "1464423219499175938",
      "text": "@Ed_Gains Yeah. Covid is real but totalitarianism and tyrannical politicians are also real. Some of us are not in denial about either reality."
    },
    {
      "created_at": "2021-11-27T02:37:57.000Z",
      "id": "1464423218605928448",
      "text": "@OmarAlghabra Former WHO Director Warns Making Vaccines Mandatory Could Cause Riots | ZeroHedge\n\nhttps://t.co/ZNWRjuiGZY"
    },
    {
      "created_at": "2021-11-27T02:37:57.000Z",
      "id": "1464423216781348867",
      "text": "@Tierney4351 @timmins316 @KFLAPH Hi! 🙋🏼‍♀️Just wondering-You know five current cases, right? 🧐Do you know if they caught COVID @  a sleepover/house party, or something like that?\nI’m just having difficulty understanding how they feel sleepovers are responsible for such a large portion of KFLA becoming infected🥴"
    }
  ],
  "meta": {
    "newest_id": "1464423346729369605",
    "oldest_id": "1464423216781348867",
    "result_count": 100,
    "next_token": "b26v89c19zqg8o3fpdy790wtngnsx2f3lz2m93pd8et8d"
  }
}